{"translation-revision-date":"2022-04-05 08:27:47+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Please finish the Configuration workout first in order for this workout to be effective.":["Bitte beenden Sie zuerst das Konfigurationstraining, damit dieses Training effektiv wird."],"Configuration required":["Konfiguration erforderlich"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["In diesem Schritt müssen Sie die persönlichen Social-Media-Profile der Person hinzufügen, die Ihre Website repräsentiert. Gehen Sie dazu auf die %1$sProfilseite%2$s des Benutzers (wird in einem neuen Browser-Tab geöffnet). Scrollen Sie dann nach unten zum Abschnitt „Kontaktinformationen“ (siehe Screenshot unten) und geben Sie die URLs der persönlichen Social-Media-Profile ein, die Sie hinzufügen möchten. Alternativ können Sie den Benutzer oder einen Administrator bitten, dies zu tun, wenn Sie dazu nicht berechtigt sind."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["In diesem Schritt müssen Sie die persönlichen Social-Media-Profile der Person hinzufügen, die Ihre Website repräsentiert. Rufen Sie dazu die Seite %1$sBenutzer%2$s > Profil in einer neuen Browser-Registerkarte auf. Alternativ können Sie den Benutzer oder einen Administrator bitten, dies zu tun, wenn Sie dazu nicht berechtigt sind."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sWichtig%2$s: Bitte im zweiten Schritt einen Namen wählen, damit dieser Schritt wirksam wird."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Sie haben den Benutzer %1$s als die Person ausgewählt, die diese Website repräsentiert. Die Informationen dieses Benutzerprofils werden nun in den Suchergebnissen verwendet. %2$sAktualisieren Sie das Profil, um sicherzustellen, dass die Informationen korrekt sind.%3$s Bitten Sie alternativ den Benutzer oder einen Administrator, dies zu tun, wenn Sie dazu nicht berechtigt sind."],"%1$sBack to all workouts":["%1$s Zurück zu allen Trainings"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Es kann schwierig sein, Ihre Website mit SEO in Form zu bringen und zu halten. Wir können Ihnen beim Einstieg helfen! Führen Sie diese Trainings nacheinander aus und \nSie werden einige der grundlegenden SEO-Herausforderungen bewältigen!"],"Unlock with %s!":["Entsperren mit %s!"],"Continue workout!":["Training fortsetzen!"],"Start workout!":["Training starten!"],"%1$s\/%2$s steps completed":["%1$s von %2$s Schritten abgeschlossen"],"Saved!":["Gespeichert!"],"Twitter URL":["Twitter-URL"],"Facebook URL":["Facebook-URL"],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfen Sie die URL."],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfen Sie die URL oder den Benutzernamen."],"Person logo \/ avatar (important)":["Persönliches Logo \/ Avatar (wichtig)"],"Name (important)":["Name (wichtig)"],"Add internal links to your posts and pages":["Fügen Sie interne Links zu Ihren Beiträgen und Seiten hinzu"],"Make pages easier for Google and visitors to find":["Machen Sie Ihre Seiten für Google und Ihre Besucher leichter auffindbar"],"Clean up your unlinked content to make sure people can find it":["Bereinigen Sie Ihre nicht verlinkten Inhalte, um sicherzustellen, dass Ihre Besucher sie finden"],"Orphaned content":["Verwaiste Inhalte"],"Organization logo (important)":["Firmenlogo (wichtig)"],"Organization name (important)":["Firmenname (wichtig)"],"Email address":["E-Mail-Adresse"],"Get guidance on how to use Yoast SEO to the fullest":["Holen Sie sich eine Anleitung, wie Sie Yoast SEO optimal nutzen können"],"Stay up-to-date with the latest SEO news":["Bleiben Sie auf dem Laufenden mit den neuesten SEO-Nachrichten"],"Receive best-practice tips and learn how to rank on search engines":["Erhalten Sie wertvolle Tipps und erfahren Sie, wie Sie Ihr Ranking in Suchmaschinen verbessern können"],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Danke! Bitte klicken Sie auf den Link in der E-Mail, die wir Ihnen eben gesendet haben, um Ihre Newsletter-Anmeldung zu bestätigen."],"That email address has already been subscribed.":["Diese E-Mail-Adresse wurde bereits registriert."],"That is not a valid email address. Check your email address and try again.":["Das ist keine gültige E-Mail-Adresse. Bitte überprüfen Sie Ihre E-Mail-Adresse und versuchen Sie es erneut."],"Oops! Something went wrong. Check your email address and try again.":["Hoppla! Etwas ist schief gelaufen. Überprüfen Sie bitte Ihre E-Mail-Adresse und versuchen Sie es erneut."],"Sign up!":["Registrieren!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektiert Ihre Privatsphäre. Bitte lesen Sie unsere %1$sDatenschutzerklärung%2$s und wie wir mit Ihren personenbezogenen Daten umgehen."],"Bring more visitors to your articles":["Bringen Sie mehr Besucher zu Ihren Artikeln"],"Make your important articles rank higher":["Steigern Sie das Ranking Ihrer wichtigen Artikel"],"Apply the optimal SEO settings to your site":["Verwenden Sie die optimalen SEO-Einstellungen auf Ihrer Website"],"View other SEO workouts%1$s":["Andere SEO-Trainings anzeigen%1$s"],"Make sure to also check out our other SEO workouts to really get your site into shape!":["Schauen Sie sich auch unsere anderen SEO-Trainings an, um Ihre Website wirklich in Form zu bringen!"],"Amazing! You’ve successfully finished the Configuration workout! %1$s now outputs the essential structured data for your site.":["Super! Sie haben das Konfigurationstraining erfolgreich abgeschlossen! %1$s gibt jetzt die wesentlichen strukturierten Daten für Ihre Website aus."],"Before you finish this workout, please wait on this page until the SEO data optimization in step 1 is completed...":["Bevor Sie dieses Training beenden, warten Sie bitte auf dieser Seite, bis die SEO-Datenoptimierung in Schritt 1 abgeschlossen ist..."],"Before you finish this workout, please start the SEO data optimization in step 1 and wait until it is completed...":["Bevor Sie dieses Training beenden, starten Sie bitte die SEO-Datenoptimierung in Schritt 1 und warten Sie bis diese abgeschlossen ist..."],"Finish this workout":["Dieses Training beenden"],"Do workout again":["Training wiederholen"],"Sign up for the Yoast newsletter!":["Melden Sie sich für den Yoast-Newsletter an!"],"Save and continue":["Speichern und fortfahren"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Um diesen Schritt abzuschließen, wählen Sie bitte aus, ob wir Yoast SEO mit Ihren Daten verbessern dürfen."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Wichtig: Wir werden diese Daten niemals verkaufen. Und selbstverständlich erheben wir keine personenbezogenen Daten über Sie oder Ihre Besucher!"],"Yes, you can track my site data":["Ja, Sie dürfen meine Website-Daten verwenden"],"No, don’t track my site data":["Nein, meine Website-Daten nicht verwenden"],"Can we collect anonymous information about your website and how you use it?":["Dürfen wir anonyme Informationen über Ihre Website und deren Nutzung sammeln?"],"always load our customer support window so we can immediately assist you when you need help.":["Öffnen Sie immer unser Kundensupport-Fenster, damit wir Ihnen sofort helfen können, wenn Sie Hilfe benötigen."],"see which %s features you use or don't use;":["Schau Sie sich an, welche %s-Funktionen Sie verwenden oder nicht;"],"collect info about the plugins and themes you have installed;":["sammeln Sie Informationen über die von Ihnen installierten Plugins und Themes;"],"To provide the best experience for you, we need your permission to do the following things:":["Um Ihnen das beste Erlebnis zu bieten, benötigen wir Ihre Erlaubnis, um die folgenden Dinge zu tun:"],"Help us improve Yoast SEO":["Helfen Sie uns, Yoast SEO zu verbessern"],"A screenshot of the Contact Info section of a user's Profile page":["Ein Screenshot des Abschnitts Kontaktinformation auf der Profilseite eines Benutzers"],"Screenshot:":["Screenshot:"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["Bewegen Sie die Maus auf der Seite %1$sBenutzer%2$s über den Benutzernamen, den Sie bearbeiten möchten. Klicken Sie auf „Bearbeiten“, um auf das Benutzerprofil zuzugreifen. Scrollen Sie dann nach unten zum Abschnitt „Kontaktinformationen“ (siehe Screenshot unten) und geben Sie die URLs der persönlichen Social-Media-Profile ein, die Sie hinzufügen möchten."],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["Haben Sie Profile in den sozialen Medien für Ihre Website? Fügen Sie dann bitte hier alle Ihre URLs hinzu, damit Ihre Social-Media-Profile auch in einem Google Knowledge Panel angezeigt werden können."],"Please be aware that you need to set a name and logo in step 2 for structured data to work properly.":["Bitte beachten Sie, dass Sie in Schritt 2 einen Namen und ein Logo festlegen müssen, damit strukturierte Daten ordnungsgemäß funktionieren."],"Add a catchy tagline that describes your site in the best light. Use the keywords you want people to find your site with. Example: %1$s’s tagline is ‘SEO for everyone.’":["Fügen Sie einen einprägsamen Untertitel\/Slogan hinzu, der Ihre Website im besten Licht beschreibt. Verwenden Sie die Keywords, mit denen die Besucher Ihre Website finden sollen. Beispiel: Der Slogan von %1$s lautet „SEO für alle.“"],"Site tagline":["Seiten-Untertitel\/Slogan"],"You need to set a person name and logo for structured data to work properly.":["Sie müssen einen Personennamen und ein Logo festlegen, damit strukturierte Daten ordnungsgemäß funktionieren."],"You need to set an organization name and logo for structured data to work properly.":["Sie müssen einen Firmennamen und ein Logo festlegen, damit strukturierte Daten ordnungsgemäß funktionieren."],"Does your site represent an Organization or Person?":["Repräsentiert Ihre Website eine Firma oder Person?"],"Tell Google what kind of site you have and increase the chance it gets features in a Google Knowledge Panel. Select ‘Organization’ if you are working on a site for a business or an organization. Select ‘Person’ if you have, say, a personal blog.":["Teilen Sie Google mit, welche Art von Website Sie haben und erhöhen Sie die Chance, dass sie Funktionen in einem Google Knowledge Panel erhält. Wählen Sie „Organisation“, wenn Sie an einer Website für ein Unternehmen oder eine Firma arbeiten. Wählen Sie „Person“, wenn Sie beispielsweise einen persönlichen Blog haben."],"Site representation":["Darstellung der Website"],"%1$sImportant:%2$s After you’ve completed (or made any changes to) a step below, please make sure to save your changes by clicking the ‘Save and continue’ button below that step.":["%1$sWichtig:%2$s Nachdem Sie einen der folgenden Schritte abgeschlossen (oder Änderungen daran vorgenommen) haben, stellen Sie bitte sicher, dass Sie Ihre Änderungen speichern, indem Sie unter diesem Schritt auf die Schaltfläche „Speichern und fortfahren“ klicken."],"Continue":["Fortsetzen"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this workout.":["Sie können die SEO-Datenoptimierung weiterhin im Abschnitt %1$sTools%2$s ausführen. Sobald dies abgeschlossen ist, aktualisieren Sie bitte dieses Training."],"This workout step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dieser Trainingsschritt ist derzeit deaktiviert, da Sie nicht die neueste Version von Yoast SEO Premium verwenden. Bitte aktualisieren Sie auf die neueste Version (mindestens %1$s). "],"Click the button below to optimize your SEO data. It will let us see your site as Google does, so we can give you the best SEO tips and improve technical SEO issues in the background! If you have a lot of content the optimization might take a while. But trust us, it's worth it! %1$sLearn more about the benefits of optimized SEO data.%2$s":["Klicken Sie auf die Schaltfläche unten, um Ihre SEO-Daten zu optimieren. Dadurch können wir Ihre Website so wie Google sehen, damit wir Ihnen die besten SEO-Tipps geben und technische SEO-Probleme im Hintergrund verbessern können! Wenn Sie viele Inhalte haben, kann die Optimierung eine Weile dauern. Aber bitte vertrauen Sie uns, es lohnt sich! %1$sErfahren Sie mehr über die Vorteile optimierter SEO-Daten.%2$s"],"Optimize SEO data":["SEO-Daten optimieren"],"%1$sImportant:%2$s If the SEO data optimization in step 1 is running, you can already continue to the next steps.":["%1$sWichtig:%2$s Wenn die SEO-Datenoptimierung in Schritt 1 läuft, können Sie bereits mit den nächsten Schritten fortfahren."],"Need more guidance? We've covered every step in more detail in the %1$s%2$s configuration workout guide.%3$s":["Benötigen Sie mehr Anleitung? Wir haben jeden Schritt ausführlich behandelt in der %1$s%2$sKonfigurationstrainings-Anleitung.%3$s"],"Do the five steps in this workout to configure the essential %1$s settings!":["Führen Sie die fünf Schritte in diesem Training aus, um die wesentlichen %1$s-Einstellungen zu konfigurieren!"],"Configure %1$s with optimal SEO settings for your site":["Konfigurieren Sie %1$s mit optimalen SEO-Einstellungen für Ihre Website"],"Configuration":["Konfiguration"],"Error stack trace":["Fehler-Stack-Trace"],"Response":["Antwort"],"Error message":["Fehlermeldung"],"Status code":["Statuscode"],"Request method":["Anfragemethode"],"Request URL":["Anfrage-URL"],"Error details":["Fehlerdetails"],"Rank with articles you want to rank with":["Erzielen Sie ein gutes Ranking mit Artikeln, mit denen Sie auch ranken wollen"],"The cornerstone approach":["Der Cornerstone-Ansatz"],"SEO workouts":["SEO-Trainings"],"Select image":["Bild auswählen"],"Stop SEO data optimization":["SEO-Datenoptimierung beenden"],"Optimizing SEO data... This may take a while.":["SEO-Daten werden optimiert... Dies kann eine Weile dauern."],"SEO data optimization complete":["SEO-Datenoptimierung abgeschlossen"],"SEO data optimization is disabled for non-production environments.":["Die SEO-Datenoptimierung ist für Nicht-Produktionsumgebungen deaktiviert."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion beinhaltet und ersetzt den Textlinkzähler und die Analyse interner Verlinkungen"],"Start SEO data optimization":["SEO-Datenoptimierung starten"],"Select a user...":["Wählen Sie einen Benutzer..."],"Wikipedia URL":["Wikipedia-URL"],"Configure %s in a few steps":["Konfigurieren Sie %s in wenigen Schritten"],"Configure %s":["%s konfigurieren"],"Social profiles":["Social-Media-Profile"],"YouTube URL":["YouTube-URL"],"Pinterest URL":["Pinterest-URL"],"MySpace URL":["MySpace-URL"],"LinkedIn URL":["LinkedIn-URL"],"Instagram URL":["Instagram-URL"],"Congratulations!":["Glückwunsch!"]}},"comment":{"reference":"js\/dist\/workouts.js"}}