{"translation-revision-date":"2022-04-05 16:02:28+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"New":["Novo"],"seconds":["segundos"],"Remove image":["Eliminar imaxe"],"Select image":["Seleccionar imaxe"],"Replace image":["Substituír imaxe"],"Dismiss this alert":["Descartar esta alerta"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Unha vez que escribas un poco máis, darémosche a lista das palabras que máis aparecen no contido. Estas dan unha indicación de en que se centra o teu contido."],"%d occurrences":["%d aparicións"],"minutes":["minutos"],"hours":["horas"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Le a nosa %1$sguía definitiva da análise de palabras clave%2$s para saber máis sobre a análise de palabras clave e a estratexia de palabras clave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["As seguintes palabras e combinacións de palabras son as que aparecen máis frecuentemente no teu contido. Estas dan unha indicación de en que se centra o teu contido. Se as palabras difiren moito da túa temática, quizás deberías reescribir o teu contido como corresponda. "],"Prominent words":["Palabras destacadas"],"Something went wrong. Please reload the page.":["Algo saíu mal. Volva cargar a páxina."],"Dismiss this notice":["Descarta este aviso"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["O idioma do teu sitio está configurado en %s. Se non é correcto, contacta co teu administrador de sitio."],"On":["Acendido"],"Off":["Apagado"],"Your site language is set to %s. ":["O idioma do teu sitio está configurado en %s. "],"Change language":["Cambiar idioma"],"(Opens in a new browser tab)":["(Ábrese nunha nova pestana do navegador)"],"Close":["Pechar"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}