{"translation-revision-date":"2022-04-05 08:28:54+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_AR"},"Configuration required":["Configuración requerida"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["En este paso tienes que agregar los perfiles sociales personales de la persona a la que representa el sitio. Para hacerlo deberías ir a la %1$spágina del perfil%2$s del usuario (se abre en una nueva pestaña del navegador). Luego desplazate hasta la sección de \"Información de contacto\" (ver captura abajo) y rellená las URLs de los perfiles sociales personales que quieras agregar. Alternativamente, pedile al usuario o a un administrador que lo haga si vos no tenés permisos."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["En este paso tenés que agregar los perfiles sociales personales de la persona a la que representa tu sitio. Para hacerlo deberías ir a %1$sUsuarios%2$s > Perfi en una nueva pestaña del navegador. Alternativamente, pedile al usuario o a un administrador que lo haga si vos no tenés permisos."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sImportante%2$s: seleccioná un nombre en el paso 2 para que éste sea efectivo."],"%1$sBack to all workouts":["%1$sVolver a todos los ejercicios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Poner tu sitio en forma y mantener el SEO al día puede ser complicado. ¡Podemos ayudarte en los primeros pasos! ¡Hacé estos ejercicios paso a paso y vas a poder abordar algunos de los retos SEO fundamentales!"],"Unlock with %s!":["¡Desbloquear con %s!"],"Continue workout!":["¡Continuar el ejercicio!"],"Start workout!":["¡Empezar el ejercicio!"],"%1$s\/%2$s steps completed":["%1$s\/%2$s pasos completados"],"Saved!":["¡Guardado!"],"Twitter URL":["URL de Twitter"],"Facebook URL":["URL de Facebook"],"Could not save this value. Please check the URL.":["No se pudo guardar este valor. Revisá la URL."],"Could not save this value. Please check the URL or username.":["No se pudo guardar este valor. Revisá la URL o el nombre de usuario."],"Person logo \/ avatar (important)":["Logo\/avatar de la persona (importante)"],"Name (important)":["Nombre (importante)"],"Add internal links to your posts and pages":["Agregá enlaces internos a tus entradas y páginas"],"Error stack trace":["Seguimiento de la pila de errores"],"Response":["Respuesta"],"Error message":["Mensaje de error"],"Status code":["Código de estado"],"Request method":["Método de solicitud"],"Request URL":["URL de solicitud"],"Error details":["Detalles del error"],"Rank with articles you want to rank with":["Posicionate con los artículos con los que quieras posicionarte"],"The cornerstone approach":["El enfoque en el contenido esencial"],"SEO workouts":["Ejercicios SEO"],"Select image":["Seleccionar una imagen"],"Stop SEO data optimization":["Detener la optimización de datos SEO"],"Optimizing SEO data... This may take a while.":["Optimizando datos SEO… Esto puede tardar un rato."],"SEO data optimization complete":["Optimización de datos SEO completa"],"SEO data optimization is disabled for non-production environments.":["La optimización de datos SEO está desactivada para los entornos que no están en producción."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica incluye y reemplaza el contador de enlaces de texto y el análisis de enlaces internos"],"Start SEO data optimization":["Empezar la optimización de datos SEO"],"Select a user...":["Elegí un usuario..."],"Wikipedia URL":["URL de Wikipedia"],"Configure %s in a few steps":["Configurá los %s en pocos pasos."],"Configure %s":["Configurar %s"],"Social profiles":["Perfiles sociales"],"YouTube URL":["URL de YouTube"],"Pinterest URL":["URL de Pinterest"],"MySpace URL":["URL de MySpace"],"LinkedIn URL":["URL de Linkedin"],"Instagram URL":["URL de Instagram"],"Congratulations!":["¡Felicitaciones!"]}},"comment":{"reference":"js\/dist\/workouts.js"}}