{"translation-revision-date":"2022-04-12 18:02:36+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Please finish the Configuration workout first in order for this workout to be effective.":["Παρακαλώ ολοκληρώστε πρώτα την εξάσκηση ρύθμισης ώστε αυτή η εξάσκηση να είναι αποτελεσματική."],"Configuration required":["Απαιτείται διαμόρφωση"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["Σε αυτό το βήμα, πρέπει να προσθέσετε τα προσωπικά κοινωνικά προφίλ του ατόμου που αντιπροσωπεύει ο ιστότοπός σας. Για να το κάνετε αυτό, θα πρέπει να μεταβείτε στη σελίδα %1$sΠροφίλ%2$s του χρήστη (ανοίγει σε μια νέα καρτέλα προγράμματος περιήγησης). Στη συνέχεια, κάντε κύλιση προς τα κάτω στην ενότητα «Στοιχεία επικοινωνίας» (δείτε στιγμιότυπο οθόνης παρακάτω) και συμπληρώστε τις διευθύνσεις URL των προσωπικών προφίλ κοινωνικής δικτύωσης που θέλετε να προσθέσετε. Εναλλακτικά, ζητήστε από τον χρήστη ή έναν διαχειριστή να το κάνει εάν δεν σας επιτρέπεται."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["Σε αυτό το βήμα, πρέπει να προσθέσετε τα προσωπικά κοινωνικά προφίλ του ατόμου που αντιπροσωπεύει ο ιστότοπός σας. Για να το κάνετε αυτό, θα πρέπει να μεταβείτε στη σελίδα %1$sUsers%2$s > Προφίλ σε μια νέα καρτέλα προγράμματος περιήγησης. Εναλλακτικά, ζητήστε από τον χρήστη ή έναν διαχειριστή να το κάνει εάν δεν σας επιτρέπεται."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sΣημαντικό%2$s: Επιλέξτε ένα όνομα στο βήμα 2 για να είναι αποτελεσματικό αυτό το βήμα."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Έχετε επιλέξει τον χρήστη %1$s ως το άτομο που αντιπροσωπεύει αυτός ο ιστότοπος. Τα στοιχεία του προφίλ χρήστη τους θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. %2$sΕνημερώστε το προφίλ του για να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές.%3$s Εναλλακτικά, ζητήστε από τον χρήστη ή έναν διαχειριστή να το κάνει εάν δεν σας επιτρέπεται."],"%1$sBack to all workouts":["%1$sΕπιστροφή στις εξασκήσεις"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Η προσπάθεια να φέρετε σε φόρμα τον ιστότοπο σας και να τον διατηρήσετε βέλτιστο από πλευράς SEO, μπορεί να είναι μία δύσκολη εργασία. Όμως μπορούμε να σας βοηθήσουμε να ξεκινήσετε! Ακολουθήστε αυτές τις βήμα-προς-βήμα εξασκήσεις, και θα αντιμετωπίσετε με επιτυχία μερικές από τις πιο θεμελιώδεις SEO προκλήσεις!"],"Unlock with %s!":["Ξεκλειδώστε με το %s!"],"Continue workout!":["Συνεχίστε την εξάσκηση!"],"Start workout!":["Ξεκινήστε την εξάσκηση!"],"%1$s\/%2$s steps completed":["%1$s\/%2$s βήματα ολοκληρώθηκαν"],"Saved!":["Αποθηκεύτηκε!"],"Twitter URL":["Σύνδεσμος Twitter"],"Facebook URL":["Σύνδεσμος Facebook"],"Could not save this value. Please check the URL.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL."],"Could not save this value. Please check the URL or username.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL ή το όνομα χρήστη."],"Person logo \/ avatar (important)":["Λογότυπο \/ avatar ατόμου (σημαντικό)"],"Name (important)":["Όνομα (σημαντικό)"],"Add internal links to your posts and pages":["Προσθέστε εσωτερικούς συνδέσμους στα άρθρα και στις σελίδες σας"],"Make pages easier for Google and visitors to find":["Κάντε τις σελίδες σας πιο εύκολο να εντοπιστούν από την Google και τους επισκέπτες"],"Clean up your unlinked content to make sure people can find it":["Καθαρίστε το μη συνδεδεμένο περιεχόμενό σας για να βεβαιωθείτε ότι οι άλλοι μπορούν να το βρουν"],"Orphaned content":["Ορφανό περιεχόμενο"],"Organization logo (important)":["Λογότυπο οργανισμού (σημαντικό)"],"Organization name (important)":["Όνομα οργανισμού (σημαντικό)"],"Email address":["Διεύθυνση email"],"Get guidance on how to use Yoast SEO to the fullest":["Λάβετε οδηγίες σχετικά με τον τρόπο χρήσης του Yoast SEO στο έπακρο"],"Stay up-to-date with the latest SEO news":["Μείνετε ενημερωμένοι με τα τελευταία νέα SEO"],"Receive best-practice tips and learn how to rank on search engines":["Λάβετε συμβουλές βέλτιστων πρακτικών και μάθετε πώς να κατατάσσεστε στις μηχανές αναζήτησης"],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Ευχαριστούμε! Κάντε κλικ στον σύνδεσμο στο email που μόλις σας στείλαμε για να επιβεβαιώσετε τη συνδρομή σας στο ενημερωτικό δελτίο."],"That email address has already been subscribed.":["Αυτή η διεύθυνση email έχει ήδη εγγραφεί."],"That is not a valid email address. Check your email address and try again.":["Δεν είναι έγκυρη διεύθυνση email. Ελέγξτε τη διεύθυνση email σας και δοκιμάστε ξανά."],"Oops! Something went wrong. Check your email address and try again.":["Ωχ! Κάτι πήγε στραβά. Ελέγξτε τη διεύθυνση email σας και δοκιμάστε ξανά."],"Sign up!":["Εγγραφείτε!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Το Yoast σέβεται το απόρρητό σας. Διαβάστε %1$s την πολιτική απορρήτου%2$s σχετικά με τον τρόπο χειρισμού των προσωπικών σας στοιχείων."],"Bring more visitors to your articles":["Προσελκύστε περισσότερους επισκέπτες στα άρθρα σας"],"Make your important articles rank higher":["Κάντε τα σημαντικά άρθρα σας να κατατάσσονται υψηλότερα στην αναζήτηση"],"Apply the optimal SEO settings to your site":["Εφαρμόστε τις ιδανικές ρυθμίσεις SEO στον ιστότοπό σας"],"Sign up for the Yoast newsletter!":["Εγγραφείτε στο ενημερωτικό δελτίο του Yoast."],"Save and continue":["Αποθήκευση και συνέχεια"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Για να ολοκληρωθεί αυτό το βήμα παρακαλώ επιλέξτε αν μας επιτρέπετε να βελτιώσουμε το Yoast SEO με τα δεδομένα σας."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Σημαντικό: Ποτέ δεν πρόκειται να πουλήσουμε αυτά τα δεδομένα. Και φυσικά, δεν συλλέγουμε τα δικά σας προσωπικά δεδομένα ή των επισκεπτών σας!"],"Yes, you can track my site data":["Ναι, επιτρέπω να παρακολουθείτε τα δεδομένα του ιστοτόπου μου"],"No, don’t track my site data":["Όχι, δεν επιτρέπω να παρακολουθείτε τα δεδομένα του ιστοτόπου μου"],"Can we collect anonymous information about your website and how you use it?":["Μπορούμε να συλλέξουμε ανώνυμες πληροφορίες σχετικά με τον ιστότοπο σας και πως τον χρησιμοποιείτε; "],"always load our customer support window so we can immediately assist you when you need help.":["φορτώνετε πάντα το παράθυρο υποστήριξης πελατών μας, ώστε να μπορούμε να σας βοηθήσουμε αμέσως όταν χρειάζεστε βοήθεια."],"see which %s features you use or don't use;":["προβολή ποιών λειτουργιών %s χρησιμοποιείτε ή δεν χρησιμοποιείτε•"],"collect info about the plugins and themes you have installed;":["συλλογή πληροφοριών σχετικά με τα πρόσθετα και τα θέματα που έχετε εγκαταστήσει•"],"To provide the best experience for you, we need your permission to do the following things:":["Για να παρέχουμε την καλύτερη εμπειρία για εσάς, χρειαζόμαστε την άδειά σας για να κάνουμε τα ακόλουθα πράγματα:"],"Help us improve Yoast SEO":["Βοηθήστε μας να βελτιώσουμε το Yoast SEO"],"A screenshot of the Contact Info section of a user's Profile page":["Ένα στιγμιότυπο οθόνης της ενότητας Πληροφορίες επικοινωνίας της σελίδας προφίλ ενός χρήστη"],"Screenshot:":["Στιγμιότυπο οθόνης:"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["Στη σελίδα %1$s Χρήστες%2$s, τοποθετήστε το δείκτη του ποντικιού σας πάνω από το όνομα χρήστη που θέλετε να επεξεργαστείτε. Κάντε κλικ στο «Επεξεργασία» για να αποκτήσετε πρόσβαση στο προφίλ του χρήστη. Στη συνέχεια, κάντε κύλιση προς τα κάτω στην ενότητα «Στοιχεία επικοινωνίας» (δείτε στιγμιότυπο οθόνης παρακάτω) και συμπληρώστε τις διευθύνσεις URL των προσωπικών προφίλ κοινωνικής δικτύωσης που θέλετε να προσθέσετε."],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["Έχετε προφίλ για τον ιστότοπό σας στα μέσα κοινωνικής δικτύωσης; Εάν ναι, προσθέστε όλες τις διευθύνσεις URL τους εδώ, ώστε τα προφίλ σας να εμφανίζονται επίσης στο Google Knowledge Panel."],"Please be aware that you need to set a name and logo in step 2 for structured data to work properly.":["Λάβετε υπόψη ότι πρέπει να ορίσετε ένα όνομα και ένα λογότυπο στο βήμα 2 για να λειτουργούν σωστά τα δομημένα δεδομένα."],"Add a catchy tagline that describes your site in the best light. Use the keywords you want people to find your site with. Example: %1$s’s tagline is ‘SEO for everyone.’":["Προσθέστε μια συναρπαστική περιγραφή που περιγράφει τον ιστότοπό σας με τον καλύτερο δυνατό τρόπο. Χρησιμοποιήστε τις λέξεις-κλειδιά με τις οποίες θέλετε οι χρήστες να βρίσκουν τον ιστότοπό σας. Παράδειγμα: Το tagline του %1$s είναι \"SEO για όλους\"."],"Site tagline":["Υπότιτλος ιστότοπου"],"You need to set a person name and logo for structured data to work properly.":["Πρέπει να ορίσετε ένα όνομα και ένα λογότυπο ατόμου για να λειτουργούν σωστά τα δομημένα δεδομένα."],"You need to set an organization name and logo for structured data to work properly.":["Πρέπει να ορίσετε ένα όνομα και ένα λογότυπο οργανισμού για να λειτουργούν σωστά τα δομημένα δεδομένα."],"Does your site represent an Organization or Person?":["Ο ιστότοπός σας αντιπροσωπεύει έναν οργανισμό ή ένα πρόσωπο;"],"Tell Google what kind of site you have and increase the chance it gets features in a Google Knowledge Panel. Select ‘Organization’ if you are working on a site for a business or an organization. Select ‘Person’ if you have, say, a personal blog.":["Πείτε στο Google τι είδους είναι ο ιστότοπος σας ώστε να αυξήσετε την πιθανότητα να εμφανιστεί στο Google Knowledge Panel. Επιλέξτε 'Οργανισμός' εάν ρυθμίζετε έναν ιστότοπο επιχείρησης ή οργανισμού. Επιλέξτε 'Άτομο' εάν ρυθμίζετε ένα προσωπικό ιστολόγιο."],"Site representation":["Αναπαράσταση ιστοτόπου"],"%1$sImportant:%2$s After you’ve completed (or made any changes to) a step below, please make sure to save your changes by clicking the ‘Save and continue’ button below that step.":["%1$sΣημαντικό:%2$s Αφού ολοκληρώσετε (ή έχετε κάνει επεξεργασία σε) ένα βήμα παρακάτω, παρακαλώ επιβεβαιώστε ότι έχετε σώσει τις αλλαγές, πατώντας το κουμπί ‘Αποθήκευση και συνέχεια’ κάτω απο αυτό το βήμα."],"Configure %1$s with optimal SEO settings for your site":["Διαμορφώστε το %1$s με τις ιδανικές ρυθμίσεις SEO για τον ιστότοπό σας"],"Configuration":["Ρύθμιση"],"Error stack trace":["Σφάλμα ανίχνευσης στοίβας"],"Response":["Απάντηση"],"Error message":["Μήνυμα σφάλματος"],"Status code":["Κωδικός κατάστασης"],"Request method":["Μέθοδος αιτήματος"],"Request URL":["Ζητούμενο URL"],"Error details":["Λεπτομέρειες σφάλματος"],"Rank with articles you want to rank with":["Ανεβείτε στην κατάταξη με τα άρθρα που πραγματικά επιθυμείτε. "],"The cornerstone approach":["Ακρογωνιαία προσέγγιση"],"SEO workouts":["SEO Ασκήσεις"],"Select image":["Επιλέξτε εικόνα"],"Stop SEO data optimization":["Διακοπή βελτιστοποίησης δεδομένων SEO"],"Optimizing SEO data... This may take a while.":["Βελτιστοποίηση δεδομένων SEO... Αυτή η διαδικασία μπορεί να χρειαστεί λίγη ώρα για να ολοκληρωθεί."],"SEO data optimization complete":["Η βελτιστοποίηση δεδομένων SEO ολοκληρώθηκε"],"SEO data optimization is disabled for non-production environments.":["Η βελτιστοποίηση των SEO δεδομένων είναι απενεργοποιημένη σε μη-παραγωγικά περιβάλλοντα."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Αυτή η δυνατότητα περιλαμβάνει και αντικαθιστά τον μετρητή συνδέσμων κειμένου και την ανάλυση εσωτερικών συνδέσεων"],"Start SEO data optimization":["Ξεκινήστε τη βελτιστοποίηση δεδομένων SEO"],"Select a user...":["Επιλέξτε χρήστη..."],"Wikipedia URL":["URL της Βικιπαίδεια"],"Configure %s in a few steps":["Ρυθμίστε το %s σε μερικά βήματα"],"Configure %s":["Ρυθμίσεις %s"],"Social profiles":["Προφίλ κοινωνικών δικτύων"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Congratulations!":["Συγχαρητήρια!"]}},"comment":{"reference":"js\/dist\/workouts.js"}}