{"translation-revision-date":"2022-04-05 16:02:28+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Please finish the Configuration workout first in order for this workout to be effective.":["Por favor, termina primeiro o exercicio de configuración para que este exercicio sexa efectivo."],"Configuration required":["Configuración obrigatoria"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["Neste paso tes que engadir os perfís sociais persoais da persoa á que representa o teu sitio. Para facelo, deberías ir á %1$spáxina do perfil%2$s do usuario (abre nunha nova pestana do navegador). Logo fai scroll ata a sección de «Información de contacto» (ver captura máis abaixo) e enche as URLs dos perfís sociais persoais que queres engadir. Alternativamente, pídelle ao usuario ou a un administrador que o faga se non tes permisos."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["Neste paso tes que engadir os perfís sociais persoais da persoa á que representa o teu sitio. Para facelo, deberías ir a %1$sUsuarios%2$s > Perfil nunha nova pestana do navegador. Alternativamente, pídelle ao usuario ou a un administrador que o faga se ti non tes permisos."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sImportante%2$s: Por favor, selecciona un nome no paso 2 para que sexa efectivo este paso."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Seleccionaches ao usuario %1$s como a persoa á que representa este sitio. A súa información do perfil de usuario usarase agora nos resultados da busca. %2$sActualiza o seu perfil para asegurarte de que a información sexa correcta. %3$sAlternativamente, pídelle ao usuario ou a un administrador que o faga se non tes permisos. "],"%1$sBack to all workouts":["%1$sVolver a todos os exercicios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Pór o teu sitio en forma e manter o SEO ao día pode ser complicado. Podemos axudarche nos primeiros pasos! Fai estes exercicios paso a paso e poderás abordar algúns dos retos SEO máis fundamentais!"],"Unlock with %s!":["Desbloquear con %s!"],"Continue workout!":["Continuar o exercicio!"],"Start workout!":["Empeza o exercicio!"],"%1$s\/%2$s steps completed":["%1$s\/%2$s pasos completados"],"Saved!":["Gardado!"],"Twitter URL":["URL de Twitter"],"Facebook URL":["URL de Facebook"],"Could not save this value. Please check the URL.":["Non se puido gardar este valor. Por favor, revisa a URL."],"Could not save this value. Please check the URL or username.":["Non se puido gardar este valor. Por favor, revisa a URL ou o nome de usuario."],"Person logo \/ avatar (important)":["Logo\/avatar da persoa (importante)"],"Name (important)":["Nome (importante)"],"Add internal links to your posts and pages":["Engade ligazóns internas ás túas entradas e páxinas"],"Make pages easier for Google and visitors to find":["Fai que as páxinas sexan máis fáciles de encontrar para Google e os visitantes"],"Clean up your unlinked content to make sure people can find it":["Limpa o teu contido sen enlazar para asegurar que a xente poida encontralo"],"Orphaned content":["Contido orfo"],"Organization logo (important)":["Logo da organización (importante)"],"Organization name (important)":["Nome da organización (importante)"],"Email address":["Enderezo de correo electrónico"],"Get guidance on how to use Yoast SEO to the fullest":["Consigue orientación sobre como usar Yoast SEO ao máximo"],"Stay up-to-date with the latest SEO news":["Mantente ao día coas últimas noticias de SEO"],"Receive best-practice tips and learn how to rank on search engines":["Recibe trucos coas mellores prácticas e aprende como posicionar nos motores de busca"],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Grazas! Por favor, fai clic na ligazón do correo electrónico que acabamos de enviarche para confirmar a túa subscrición ao boletín."],"That email address has already been subscribed.":["Ese enderezo de correo electrónico xa está subscrito."],"That is not a valid email address. Check your email address and try again.":["Ese non é un enderezo de correo electrónico válido. Revisa o teu enderezo de correo electrónico e inténtao de novo."],"Oops! Something went wrong. Check your email address and try again.":["Vaia! Algo saíu mal. Revisa o teu enderezo de correo electrónico e inténtao de novo."],"Sign up!":["Rexístrate!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respeta a túa privacidade. Le %1$sa nosa política de privacidade%2$s para saber como xestionamos a túa información personal."],"Bring more visitors to your articles":["Atrae máis visitantes aos teus artigos"],"Make your important articles rank higher":["Fai que os teus artigos máis importantes posicionen mellor"],"Apply the optimal SEO settings to your site":["Aplica os axustes SEO óptimos ao teu sitio"],"View other SEO workouts%1$s":["Ver outros exercicios de SEO%1$s"],"Make sure to also check out our other SEO workouts to really get your site into shape!":["Asegúrate de revisar tamén os nosos outros exercicios de SEO para pór o teu sitio en forma de verdade!"],"Amazing! You’ve successfully finished the Configuration workout! %1$s now outputs the essential structured data for your site.":["¡¡Fantástico! Finalizaches correctamente o exercicio de configuración! %1$s Agora mostraremos os datos estructurados esenciais para o teu sitio."],"Before you finish this workout, please wait on this page until the SEO data optimization in step 1 is completed...":["Antes de terminar este exercicio, por favor, espera nesta páxina ata que a optimización de datos SEO do paso 1 se teña completado..."],"Before you finish this workout, please start the SEO data optimization in step 1 and wait until it is completed...":["Antes de terminar este exercicio, por favor, empeza a optimización de datos SEO no paso 1 e espera ata que se teña completado..."],"Finish this workout":["Finalizar este exercicio"],"Do workout again":["Facer de novo o exercicio"],"Sign up for the Yoast newsletter!":["Rexístrate no boletín de Yoast!"],"Save and continue":["Gardar e continuar"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Para completar este paso, por favor, selecciona se podemos mellorar Yoast SEO cos teus datos."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Importante: Nunca enviaremos estes datos. E, por suposto, como sempre, non recompilamos ningún dato personal teu ou dos teus visitantes!"],"Yes, you can track my site data":["Si, podedes facer seguimento dos datos do meu sitio"],"No, don’t track my site data":["Non, non fagas seguimento dos datos do meu sitio"],"Can we collect anonymous information about your website and how you use it?":["Podemos recompilar información anónima sobre a túa web e sobre como a usas?"],"always load our customer support window so we can immediately assist you when you need help.":["cargar sempre a nosa ventá de soporte ao cliente para que poidamos axudarche inmediatamente cando necesites axuda."],"see which %s features you use or don't use;":["ver que características de %s usas ou non usas;"],"collect info about the plugins and themes you have installed;":["recompilar información sobre os plugins e temas que instalaras;"],"To provide the best experience for you, we need your permission to do the following things:":["Para ofrecerche a mellor experiencia posible, necesitamos o teu permiso para facer o seguinte:"],"Help us improve Yoast SEO":["Axúdanos a mellorar Yoast SEO"],"A screenshot of the Contact Info section of a user's Profile page":["Unha captura de pantalla da sección de información de contacto da páxina de perfil dun usuario"],"Screenshot:":["Captura de pantalla:"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["Na páxina de %1$susuarios%2$s, pasa o cursor sobre o nome de usuario que queres editar. Fai clic en «Editar» para acceder ao perfil do usuario. Logo fai scroll ata a sección de «Información de contacto» (ve a captura de abaixo) e enche as URLs dos perfís sociais persoais que queres engadir."],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["Tes perfís de medios sociais no teu sitio? Entón engade todas as súas URLs aquí, para que os teus perfís sociais poidan aparecer no panel de Google Knowledge."],"Please be aware that you need to set a name and logo in step 2 for structured data to work properly.":["Por favor, sé consciente de que necesitamos configurar un nome e logotipo no paso 2 para que os datos estructurados funcionen correctamente."],"Add a catchy tagline that describes your site in the best light. Use the keywords you want people to find your site with. Example: %1$s’s tagline is ‘SEO for everyone.’":["Engade unha descrición curta pegadiza, que describa o teu sitio da mellor maneira posible. Usa as palabras clave polas que queiras que a xente encontre o teu sitio. Exemplo: A descrición curta de %1$s é «SEO para todos»."],"Site tagline":["Descrición curta do sitio"],"You need to set a person name and logo for structured data to work properly.":["Tes que configurar un nome e logotipo da persoa para que os datos estructurados funcionen correctamente."],"You need to set an organization name and logo for structured data to work properly.":["Tes que configurar un nome e logotipo da organización para que os datos estructurados funcionen correctamente."],"Does your site represent an Organization or Person?":["O teu sitio representa a unha organización ou a unha persoa?"],"Tell Google what kind of site you have and increase the chance it gets features in a Google Knowledge Panel. Select ‘Organization’ if you are working on a site for a business or an organization. Select ‘Person’ if you have, say, a personal blog.":["Dille a Google que tipo de sitio tes e aumenta as posibilidades de aparecer destacado no panel de coñecemento de Google. Selecciona «Organización» se estás traballando nun sitio dun negocio ou nunha organización. Selecciona «Persoa» se tes, por exemplo, un blog persoal."],"Site representation":["Representación do sitio"],"%1$sImportant:%2$s After you’ve completed (or made any changes to) a step below, please make sure to save your changes by clicking the ‘Save and continue’ button below that step.":["%1$sImportante:%2$s Cando teñas completado (ou feito algún cambio) un paso dos seguintes, asegúrate de gardar os cambios facendo clic no botón de «Gardar e continuar» de debaixo do paso."],"Continue":["Continuar"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this workout.":["Podes seguir executando a optimización de datos SEO na %1$ssección de ferramentas%2$s. Cando teñas rematado, por favor, recarga este exercicio."],"This workout step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Este paso do exercicio está neste momento desactivado porque non estás executando a última versión de Yoast SEO Premium. Por favor, actualiza á última versión (polo menos á %1$s)."],"Click the button below to optimize your SEO data. It will let us see your site as Google does, so we can give you the best SEO tips and improve technical SEO issues in the background! If you have a lot of content the optimization might take a while. But trust us, it's worth it! %1$sLearn more about the benefits of optimized SEO data.%2$s":["Fai clic no botón de abaixo para optimizar o teus datos SEO. Iso permitiranos ver o teu sitio como o fai Google, para que poidamos darche os mellores trucos SEO e así mellorar os problemas de SEO técnico en segundo plano! Se tes moito contido, a optimización podería tardar un bo rato. Pero confía en nós, paga a pena! %1$sAprende máis sobre os beneficios dos datos SEO optimizados.%2$s"],"Optimize SEO data":["Optimizar datos SEO"],"%1$sImportant:%2$s If the SEO data optimization in step 1 is running, you can already continue to the next steps.":["%1$sImportante:%2$s Se a optimización de datos SEO do paso 1 se está executando, xa podes seguir cos seguintes pasos."],"Need more guidance? We've covered every step in more detail in the %1$s%2$s configuration workout guide.%3$s":["Necesitas máis orientación? Cubrimos cada paso con máis detalle na %1$s%2$s guía do exercicio de configuración.%3$s"],"Do the five steps in this workout to configure the essential %1$s settings!":["Fai os cinco pasos deste exercicio para configurar os axustes esenciais de %1$s!"],"Configure %1$s with optimal SEO settings for your site":["Configura %1$s cos axustes SEO óptimos para o teu sitio"],"Configuration":["Configuración"],"Error stack trace":["Seguimento da pila de erros"],"Response":["Resposta"],"Error message":["Mensaxe de erro"],"Status code":["Código de estado"],"Request method":["Método de solicitude"],"Request URL":["URL da solicitude"],"Error details":["Detalles do erro"],"Rank with articles you want to rank with":["Posiciona cos artigos cos que queres posicionar"],"The cornerstone approach":["O enfoque no contido esencial"],"SEO workouts":["Exercicios SEO"],"Select image":["Seleccionar imaxe"],"Stop SEO data optimization":["Deter a optimización de datos SEO"],"Optimizing SEO data... This may take a while.":["Optimizando datos SEO... Isto pode tardar un rato."],"SEO data optimization complete":["Optimización de datos SEO completa"],"SEO data optimization is disabled for non-production environments.":["A optimización de datos SEO está desactivada para os entornos que non están en produción."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica inclúe e substitúe o contador de enlaces de texto e a análise de enlaces internos"],"Start SEO data optimization":["Empezar a optimización de datos SEO"],"Select a user...":["Selecciona un usuario..."],"Wikipedia URL":["URL da Wikipedia"],"Configure %s in a few steps":["Configura %s en poucos pasos"],"Configure %s":["Configura %s"],"Social profiles":["Perfís sociais"],"YouTube URL":["URL de YouTube"],"Pinterest URL":["URL de Pinterest"],"MySpace URL":["URL de MySpace"],"LinkedIn URL":["URL de Linkedin"],"Instagram URL":["URL de Instagram"],"Congratulations!":["Parabéns!"]}},"comment":{"reference":"js\/dist\/workouts.js"}}