{"translation-revision-date":"2022-04-05 08:28:40+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Please finish the Configuration workout first in order for this workout to be effective.":["Pentru ca acest antrenament să fie eficient, te rog finalizează mai întâi antrenamentul pentru configurare."],"Configuration required":["Configurarea este obligatorie"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["În acest pas, trebuie să adaugi profilurile sociale și personale ale persoanei pe care o reprezintă acest site. Pentru a face asta, trebuie să mergi la pagina %1$sProfil%2$s a utilizatorului (se va deschide într-o filă nouă în navigator). Apoi, derulează mai jos la secțiunea „Informații de contact” (vezi captura ecran de mai jos) și complementează URL-urile profilurilor sociale și personale pe care vrei să le adaugi. Dacă nu ai voie să faci asta, cere-i utilizatorului sau administratorului să adauge URL-urile."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["În acest pas, trebuie să adaugi profilurile sociale și personale ale persoanei pe care o reprezintă acest site. Pentru a face asta, trebuie să mergi la pagina %1$sUtilizatori%2$s > Profil, care se va deschide într-o filă nouă. Dacă nu ai voie să faci asta, cere-i utilizatorului sau administratorului să adauge profilurile."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sImportant%2$s: pentru ca acest pas să fie eficient, te rog selectează un nume în pasul al 2-lea."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Ai selectat utilizatorul %1$s drept persoana pe care o reprezintă acest site. Acum vor fi folosite în rezultatele de căutare informațiile din profilul utilizatorului. %2$sActualizează profilul utilizatorului pentru a te asigura că informațiile sunt corecte.%3$s Dacă nu ai voie să faci asta, cere-i utilizatorului sau administratorului să actualizeze."],"%1$sBack to all workouts":["%1$s Înapoi la toate antrenamentele"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Poate fi destul de dificil să-ți faci site-ul să funcționeze și să-l menții la standardul SEO. Dar te putem ajuta! Participă la aceste antrenamente pas-cu-pas și vei aborda unele dintre provocările SEO fundamentale!"],"Unlock with %s!":["Deblochează cu %s!"],"Continue workout!":["Continuă antrenamentul!"],"Start workout!":["Începe antrenamentul!"],"%1$s\/%2$s steps completed":["%1$s\/%2$s pași finalizați"],"Saved!":["Salvat!"],"Twitter URL":["URL Twitter"],"Facebook URL":["URL Facebook"],"Could not save this value. Please check the URL.":["Nu am putut salva această valoare. Te rog verifică URL-ul."],"Could not save this value. Please check the URL or username.":["Nu am putut salva această valoare. Te rog verifică URL-ul sau numele de utilizator."],"Person logo \/ avatar (important)":["Logo\/avatar persoană (important)"],"Name (important)":["Nume (important)"],"Add internal links to your posts and pages":["Adaugă legături interne în articolele și paginile tale"],"Make pages easier for Google and visitors to find":["Faci ca paginile să fie găsite mai ușor de Google și vizitatori"],"Clean up your unlinked content to make sure people can find it":["Rearanjezi conținutul nelegat pentru a te asigura că oamenii îl pot găsi"],"Orphaned content":["Conținut orfan"],"Organization logo (important)":["Logo organizație (important)"],"Organization name (important)":["Nume organizație (important)"],"Email address":["Adresă email"],"Get guidance on how to use Yoast SEO to the fullest":["Primești îndrumări despre cum să folosești Yoast SEO la putere maximă"],"Stay up-to-date with the latest SEO news":["Ești la curent cu ultimele noutăți în domeniul SEO"],"Receive best-practice tips and learn how to rank on search engines":["Primești sfaturi cu cele mai bune practici și înveți cum să-ți clasezi site-ul mai sus în rezultatele motoarelor de căutare"],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Îți mulțumim! Te rog dă clic pe legătura din emailul pe care ți l-am trimis pentru a confirma abonarea la buletinul de știri."],"That email address has already been subscribed.":["Această adresă de email a fost folosită deja pentru abonare."],"That is not a valid email address. Check your email address and try again.":["Aceasta nu este o adresă de email validă. Verifică-ți adresa de email și încearcă din nou."],"Oops! Something went wrong. Check your email address and try again.":["Hopa! Ceva nu a mers bine. Verifică-ți adresa de email și încearcă din nou."],"Sign up!":["Înregistrează-te!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast îți respectă confidențialitatea. Citește %1$spolitica noastră de confidențialitate%2$s despre modul în care administrăm datele tale cu caracter personal."],"Bring more visitors to your articles":["Aduci mai mulți vizitatori la articolele tale"],"Make your important articles rank higher":["Faci ca articolele tale importante să fie clasate mai sus"],"Apply the optimal SEO settings to your site":["Aplică setările SEO optime pe site-ul tău"],"View other SEO workouts%1$s":["Vezi alte antrenamente SEO%1$s"],"Make sure to also check out our other SEO workouts to really get your site into shape!":["Asigură-te că vezi și celelalte antrenamente SEO pentru a avea un site funcțional, cu adevărat în formă!"],"Amazing! You’ve successfully finished the Configuration workout! %1$s now outputs the essential structured data for your site.":["Foarte bine! Ai terminat cu succes antrenamentul pentru configurare! Acum, %1$s furnizează datele structurate esențiale pentru site-ul tău."],"Before you finish this workout, please wait on this page until the SEO data optimization in step 1 is completed...":["Înainte de a termina acest antrenament, așteaptă pe această pagină până când optimizarea datelor SEO de la primul pas este finalizată..."],"Before you finish this workout, please start the SEO data optimization in step 1 and wait until it is completed...":["Înainte de a termina acest antrenament, începe optimizarea datelor SEO de la primul pas și așteaptă până când este finalizată..."],"Finish this workout":["Termină acest antrenament"],"Do workout again":["Fă antrenamentul din nou"],"Sign up for the Yoast newsletter!":["Înregistrează-te pentru buletinul de știri Yoast!"],"Save and continue":["Salvează și continuă"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Pentru a finaliza acest pas, te rog selectează dacă ne permiți să îmbunătățim Yoast SEO cu datele tale."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Important: nu vom vinde niciodată aceste date. Și, desigur, ca întotdeauna, nu vom colecta datele tale cu caracter personal și ale vizitatorilor tăi!"],"Yes, you can track my site data":["Da, poți urmări datele site-ului meu"],"No, don’t track my site data":["Nu, nu-mi urmări datele site-ului"],"Can we collect anonymous information about your website and how you use it?":["Putem colecta informații anonime despre site-ul tău și despre modul în care îl folosești?"],"always load our customer support window so we can immediately assist you when you need help.":["să încărcăm întotdeauna fereastra noastră cu suport pentru clienți ca să te putem asista imediat atunci când ai nevoie de ajutor."],"see which %s features you use or don't use;":["să vedem funcționalitățile %s pe care le folosești sau nu le folosești;"],"collect info about the plugins and themes you have installed;":["să colectăm informații despre modulele și temele pe care le-ai instalat;"],"To provide the best experience for you, we need your permission to do the following things:":["Pentru ca să-ți oferim cea mai bună experiență, avem nevoie de permisiunea ta pentru a face următoarele lucruri:"],"Help us improve Yoast SEO":["Ajută-ne să îmbunătățim Yoast SEO"],"A screenshot of the Contact Info section of a user's Profile page":["O captură ecran a secțiunii Informații de contact din pagina de profil a unui utilizator"],"Screenshot:":["Captură ecran:"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["În pagina %1$sUtilizatori%2$s, plasează mausul peste numele de utilizator pe care vrei să-l editezi. Dă clic pe „Editează” pentru a accesa profilul utilizatorului. Apoi, derulează mai jos la secțiunea „Informații de contact” (vezi captura ecran de mai jos) și completează URL-urile profilurilor sociale personale pe care vrei să le adaugi."],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["Ai profiluri ale site-ului pe media socială (rețelele sociale)? Dacă ai, adaugă toate URL-urile lor aici, astfel profilurile tale sociale pot apărea și în panoul Google Knowledge."],"Please be aware that you need to set a name and logo in step 2 for structured data to work properly.":["Pentru ca datele structurate să funcționeze corect, reține că trebuie să setezi un nume și un logo la pasul al doilea."],"Add a catchy tagline that describes your site in the best light. Use the keywords you want people to find your site with. Example: %1$s’s tagline is ‘SEO for everyone.’":["Adaugă un slogan atrăgător și interesant care să-ți descrie site-ul și să-l pună în lumină. Folosește cuvinte cheie prin care oamenii să-ți găsească site-ul. Exemplu: sloganul %1$s este „SEO pentru toată lumea”."],"Site tagline":["Slogan site"],"You need to set a person name and logo for structured data to work properly.":["Pentru ca datele structurate să funcționeze corect, trebuie să setezi un nume de persoană și un logo."],"You need to set an organization name and logo for structured data to work properly.":["Pentru ca datele structurate să funcționeze corect, trebuie să setezi un nume de organizație și un logo."],"Does your site represent an Organization or Person?":["Site-ul tău reprezintă o organizație sau o persoană?"],"Tell Google what kind of site you have and increase the chance it gets features in a Google Knowledge Panel. Select ‘Organization’ if you are working on a site for a business or an organization. Select ‘Person’ if you have, say, a personal blog.":["Afișează pentru Google ce tip de site ai și îți crești șansele să fie evidențiat în panoul Google Knowledge. Selectează „Organizație” dacă ai un site pentru afaceri sau site-ul reprezintă o organizație. Selectează „Persoană” dacă ai, de exemplu, un blog personal."],"Site representation":["Reprezentare site"],"%1$sImportant:%2$s After you’ve completed (or made any changes to) a step below, please make sure to save your changes by clicking the ‘Save and continue’ button below that step.":["%1$sImportant:%2$s după ce ai finalizat un pas de mai jos (sau ai făcut modificări), asigură-te că salvezi modificările dând clic pe butonul „Salvează și continuă” aflat sub pasul respectiv."],"Continue":["Continuă"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this workout.":["Poți să rulezi în continuare optimizarea datelor SEO în %1$ssecțiunea Unelte%2$s. După ce ai terminat, te rog reîmprospătează acest antrenament."],"This workout step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["În prezent, acest pas din antrenament este dezactivat deoarece nu rulezi ultima versiune a Yoast SEO Premium. Te rog actualizează la ultima versiune (sau cel puțin la versiunea %1$s)."],"Click the button below to optimize your SEO data. It will let us see your site as Google does, so we can give you the best SEO tips and improve technical SEO issues in the background! If you have a lot of content the optimization might take a while. But trust us, it's worth it! %1$sLearn more about the benefits of optimized SEO data.%2$s":["Dă clic pe butonul de mai jos pentru a optimiza datele SEO. Ne va permite să-ți vedem site-ul așa cum este văzut de Google, deci putem să-ți oferim cele mai bune sfaturi SEO și să îmbunătățim în fundal problemele tehnice legate de SEO! Dacă ai foarte mult conținut, optimizarea poate dura mai mult timp. Dar ai încredere în noi, merită! %1$sAflă mai multe despre beneficiile datelor SEO optimizate.%2$s"],"Optimize SEO data":["Optimizează datele SEO"],"%1$sImportant:%2$s If the SEO data optimization in step 1 is running, you can already continue to the next steps.":["%1$sImportant:%2$s dacă deja rulezi optimizarea datelor SEO de la primul pas, poți continua și cu pașii următori."],"Need more guidance? We've covered every step in more detail in the %1$s%2$s configuration workout guide.%3$s":["Ai nevoie de mai multe îndrumări? Fiecare pas este detaliat în %1$sghidul antrenament pentru configurarea %2$s.%3$s"],"Do the five steps in this workout to configure the essential %1$s settings!":["Urmează cei cinci pași din acest antrenament pentru a configura setările esențiale %1$s!"],"Configure %1$s with optimal SEO settings for your site":["Configurează %1$s cu setările SEO optime pentru site-ul tău"],"Configuration":["Configurare"],"Error stack trace":["Urmărire stivă de erori"],"Response":["Răspuns"],"Error message":["Mesaj pentru eroare"],"Status code":["Cod stare"],"Request method":["Metodă de cerere"],"Request URL":["Cere URL-ul"],"Error details":["Detalii eroare"],"Rank with articles you want to rank with":["Propulsează în partea superioară articolele pe care vrei să le evidențiezi în rezultatele de căutare"],"The cornerstone approach":["Abordarea pentru conținutul fundamental"],"SEO workouts":["Antrenamente SEO"],"Select image":["Selectează o imagine"],"Stop SEO data optimization":["Oprește optimizarea datelor SEO"],"Optimizing SEO data... This may take a while.":["Optimizez datele SEO... S-ar putea să dureze ceva timp."],"SEO data optimization complete":["Optimizarea datele SEO este finalizată"],"SEO data optimization is disabled for non-production environments.":["Optimizarea datelor SEO este dezactivată pentru mediile fără producție."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Această funcționalitate include și înlocuiește contorul legături text și analiza legăturilor interne"],"Start SEO data optimization":["Începe optimizarea datelor SEO"],"Select a user...":["Selectează un utilizator..."],"Wikipedia URL":["URL Wikipedia"],"Configure %s in a few steps":["Configurează %s în câțiva pași"],"Configure %s":["Configurează %s"],"Social profiles":["Profiluri sociale"],"YouTube URL":["URL YouTube"],"Pinterest URL":["URL Pinterest"],"MySpace URL":["URL MySpace"],"LinkedIn URL":["URL LinkedIn"],"Instagram URL":["URL Instagram"],"Congratulations!":{"0":"Felicitări!","2":""}}},"comment":{"reference":"js\/dist\/workouts.js"}}