{"translation-revision-date":"2022-04-05 16:02:28+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Social image":["Imaxe social"],"Image":["Imaxe"],"Select image":["Seleccionar imaxe"],"default":["por defecto"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Ao gardar, este axuste aplicarase a todos os teus %1$s. As %1$s que se configuren manualmente deixaranse sen modificar.","Ao gardar, estes axustes aplicaranse a todos os teus %1$s. As %1$s que se configuren manualmente deixaranse sen modificar."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Elixe como deberían describirse por defecto os teus %1$s no marcado de schema.org do teu sitio. Podes cambiar estes axustes en cada %1$s."],"Learn more about the schema settings":["Aprende máis sobre os axustes de schema"],"Schema settings":["Axustes de Schema"],"Default Article type":["Tipo de artigo por defecto"],"Default Page type":["Tipo de páxina por defecto"],"Person logo \/ avatar":["Logo \/ avatar da persoa"],"Get the %s plugin now":["Consigue o plugin %s agora"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimiza ao máximo o teu sitio para unha audiencia local co noso plugin %s! Detalles das direccións optimizadas, horarios de apertura, localizador de tendas e opción de recollida!"],"Serving local customers?":["Serves a clientes locais?"],"Organization logo":["Logotipo da organización"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Seleccionaches ao usuario %1$s como a persoa á que representa este sitio. A súa información do perfil de usuario utilizarase agora nos resultados da búsqueda. %2$sActualiza o seu perfil para estar seguro de que a información sexa a correcta%3$s"],"Please select a user below to make your site's meta data complete.":["Por favor, a continuación, selecciona un usuario para completar os datos meta do teu sitio."],"Select a user...":["Selecciona un usuario..."],"Name":["Nome"]}},"comment":{"reference":"js\/dist\/settings.js"}}