{"translation-revision-date":"2022-04-05 16:02:28+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Tracking the ranking position...":["Rastrexando o posto no posicionamento..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo saíu mal ao rastrexar o(s) posto(s) de posicionamento da túa páxina. Por favor, inténtao de novo máis tarde."],"reconnect to %s":["reconectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo saíu mal ao recuperar os datos da túa web. Por favor, %s e inténtao de novo."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de que poidas rastrexar o rendemento SEO, asegúrate de definir o título da entrada e gárdao como borrador, ou de editar manualmente o slug da entrada."],"No keyphrase has been set. Please set a keyphrase first.":["Non se estableceu ningunha frase clave. Por favor, establece primeiro unha frase clave."],"upgrade your %s plan":["actualiza o teu plan de %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Chegaches á cantidade máxima de %d frases clave que podes engadir á túa conta de Wincher. Se queres engadir máis frases clave, por favor, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s podes rastrexar o posto de posicionamento da túa páxina nos resultados da busca, baseados na(s) túa(s) frase(s) clave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s está actualmente rastrexando o(s) posto(s) de posicionamento da túa páxina. Isto podería levar uns cantos minutos. Por favor, espera ou compróbao de novo máis tarde."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Conectácheste correctamente a %s! Agora podes rastrexar o rendemento SEO da(s) frase(s) clave desta páxina."],"Read more about keyphrase tracking with Wincher":["Le máis sobre o seguimento de frases clave con Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["O seguimento automático de frases clave está activo. A(s) túa(s) frase(s) clave rastrearaas automaticamente %s cando publiques a túa entrada. "],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["A posición da frase clave nos últimos 90 días nunha escala de 0 a 100."],"Track SEO performance":["Rastrexar o rendemento SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Podes activar\/desactivar abaixo o rendemento SEO de cada frase clave."],"Learn more about the SEO performance feature.":["Aprende máis sobre a característica de rendemento SEO."],"SEO performance":["Rendemento SEO"],"Connect with %s":["Conectar con %s"],"* focus keyphrase":["* frase clave obxectivo"],"Get more insights over at %s":["Consigue máis estatísticas en %s"],"Position over time":["Posto ao longo do tempo"],"Position":["Posición"],"Tracking":["Seguimento"],"Get %s to unlock social previews!":["Obtén %s para desbloquear as vistas previas sociais!"],"Want to see how your content will look when it’s shared on %s?":["Queres ver o aspecto do teu contido cando se comparte en %s?"],"Read more about Schema.":["Le máis sobre Schema."],"Select image":["Seleccionar imaxe"],"Check out %s!":["Proba %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Gustaríache porder engadir estas frases relacionadas á análise de %s para poder optimizar o teu contido aínda máis?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Encontramos un problema ao trarar de obter as frases clave relacionadas. Por favor, inténtao de novo máis tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Acadaches a cantidade máxima de 4 frases clave relacionadas. Podes cambiar ou eliminar frases clave relacionadas na caixa meta ou na barra lateral de %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Por favor, espera mentres %1$s se conecta a %2$s para obter frases clave relacionadas..."],"Upgrade your %s plan":["Actualiza o teu plan de %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Acadaches o teu límite de peticións de hoxe. Volve mañá ou actualiza o teu plan en %s."],"Last month":["Último mes"],"Two months ago":["Hai dous meses"],"Three months ago":["Hai tres meses"],"Four months ago":["Hai catro meses"],"Five months ago":["Hai cinco meses"],"Six months ago":["Hai seis meses"],"Seven months ago":["Hai sete meses"],"Eight months ago":["Hai oito meses"],"Nine months ago":["Hai nove meses"],"Ten months ago":["Hai dez meses"],"Eleven months ago":["Hai once meses"],"Twelve months ago":["Hai doce meses"],"Get more insights at %s":["Consigue máis estatísticas en %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume de frases clave durante os últimos 12 meses nunha escala de 0 a 100."],"Learn more about the related keyphrases trend":["Aprende máis sobre as tendencias en frases clave relacionadas"],"Trend":["Tendencias"],"Learn more about the related keyphrases volume":["Aprende máis sobre o volume de frases clave relacionadas"],"Volume":["Volume"],"Related keyphrase":["Frase clave relacionada"],"Select country":["Seleccionar país"],"Show results for:":["Amosar resultados para:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Síntoo, non hai ningún dato dispoñible para esa combinación de frase clave\/país."],"The number of headers and header labels don't match.":["O número de cabeceiras e etiquetas de cabeceiras non coincide"],"Default for %1$s (%2$s)":["Por defecto para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Isto axuda aos motores de busca a comprender a túa web e o teu contido. A continuación, podes cambiar algúns dos teus axustes para esta páxina."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO describe automaticamente as túas páxinas usando schema.org"],"Article type":["Tipo de artigo"],"Page type":["Tipo de páxina"],"Learn more about page or content types":["Aprende máis sobre os tipos de páxina ou de contido"],"What type of page or content is this?":["Que tipo de páxina ou contido é este?"],"Learn more about structured data with Schema.org":["Aprende máis sobre os datos estruturados con Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Podes cambiar o tipo por defecto para %1$s nos teus %2$saxustes de apariencia no buscador%3$s."],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Ao gardar, este axuste aplicarase a todos os teus %1$s. As %1$s que se configuren manualmente deixaranse sen modificar.","Ao gardar, estes axustes aplicaranse a todos os teus %1$s. As %1$s que se configuren manualmente deixaranse sen modificar."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Elixe como deberían describirse por defecto os teus %1$s no marcado de schema.org do teu sitio. Podes cambiar estes axustes en cada %1$s."],"Learn more about the schema settings":["Aprende máis sobre os axustes de schema"],"Schema settings":["Axustes de Schema"],"Default Article type":["Tipo de artigo por defecto"],"Default Page type":["Tipo de páxina por defecto"],"%s preview":["Vista previa de %s"],"Learn more about the no-index setting on our help page.":["Aprende máis sobre o axuste de noindex na nosa páxina de axuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aunque podes configurar aquí os axustes de meta robots, o sitio completo está configurado como noindex nos axustes de privacidade globais, así que estes axustes non terían efecto."],"Learn more about canonical URLs on our help page.":["Aprende máis sobre as URLs canonical na nosa páxina de axuda."],"Learn more about the breadcrumbs title setting on our help page.":["Aprende máis sobre o axuste do título das migas de pan na nosa páxina de axuda."],"Learn more about advanced meta robots settings on our help page.":["Aprende máis sobre os axustes avanzados de meta robots na nosa páxina de axuda."],"Learn more about the no-follow setting on our help page.":["Aprende máis sobre o axuste nofollow na nosa páxina de axuda."],"Should search engines follow links on this %s":["Os motores de busca deberían seguir os enlaces neste %s"],"Google preview":["Vista previa de Google"],"Keyphrase":["Frase clave"],"%d day":["%d dia","%d dias"],"%s (current default for %s)":["%s (actualmente por defecto para %s)"],"Allow search engines to show this %s in search results?":["Permitir que os motores de procura mostren este %s nos resultados de procura?"],"Please provide a meta description by editing the snippet below.":["Por favor, introduce unha meta descrición editando o snippet de abaixo."],"No":["Non"],"Yes":["Si"],"Canonical URL":["URL canónico"],"Breadcrumbs Title":["Título das faragullas de pan"],"No Snippet":["Sen snippet"],"No Archive":["Non Arquivo"],"No Image Index":["Ningún índice de imaxe"],"Meta robots advanced":["Meta robots avanzado"],"View":["Ver"],"Advanced":["Avanzado"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}