{"translation-revision-date":"2022-04-05 08:27:47+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Tracking the ranking position...":["Ranking-Position nachverfolgen..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Es ist bei beim Tracking der Ranking-Positionen ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal."],"reconnect to %s":["erneut zu %s verbinden"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen Ihre Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuchen Sie es erneut."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Bevor Sie Ihre SEO-Leistung nachverfolgen können, müssen Sie entweder den Titel des Beitrags festlegen und ihn als Entwurf speichern oder die Titelform des Beitrags manuell festlegen."],"No keyphrase has been set. Please set a keyphrase first.":["Es wurde noch keine Keyphrase festgelegt. Bitte geben Sie zuerst eine Keyphrase ein."],"upgrade your %s plan":["buchen Sie einen %s-Tarif"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Sie haben das Maximum von %d Keyphrasen erreicht, die Sie in Ihrem Wincher-Konto eingeben können. Wenn Sie mehr Keyphrasen hinzufügen möchten, bitte %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Mit %1$s können Sie die Ranking-Position Ihrer Website in den Suchergebnissen basierend auf Ihren Keyphrasen nachverfolgen. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s verfolgt derzeit die Ranking-Position(en) Ihrer Website nach. Dies kann ein paar Minuten dauern. Bitte warten Sie oder schauen Sie später wieder vorbei."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Sie haben erfolgreich eine Verbindung zu %s hergestellt! Sie können nun die SEO-Leistung für die Keyphrase(n) dieser Seite nachverfolgen."],"Read more about keyphrase tracking with Wincher":["Mehr erfahren zum Thema „Keyphrase Tracking“ mit Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisches Tracking Ihrer Keyphrase ist aktiviert. Ihre Keyphrase wird automatisch von %s nachverfolgt, wenn Sie Ihren Beitrag veröffentlichen."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"Track SEO performance":["SEO-Leistung nachverfolgen"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Sie können das Tracking Ihrer SEO-Leistung für jede Keyphrase unten ein- und ausschalten."],"Learn more about the SEO performance feature.":["Lernen Sie mehr über die SEO-Leistungsfunktion."],"SEO performance":["SEO-Leistung"],"Connect with %s":["Mit %s verbinden"],"* focus keyphrase":["* Fokus-Keyphrase"],"Get more insights over at %s":["Weitere Informationen finden Sie unter %s"],"Position over time":["Position im Zeitverlauf"],"Position":["Position"],"Tracking":["Tracking"],"Get %s to unlock social previews!":["Sie sollten %s buchen, um Social Previews freizuschalten!"],"Want to see how your content will look when it’s shared on %s?":["Möchten Sie sehen, wie Ihr Inhalt aussehen wird, wenn er auf %s geteilt wird?"],"Read more about Schema.":["Mehr über Schema erfahren."],"Select image":["Bild auswählen"],"Check out %s!":["Sehen Sie sich %s an!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Möchten Sie gerne diese verwandten Keyphrasen zur %s-Analyse hinzufügen, um Ihre Inhalte noch weiter zu verbessern?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Bei dem Versuch, verwandte Keyphrasen zu erhalten, sind wir auf ein Problem gestoßen. Bitte versuchen Sie es später erneut."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Sie haben die maximale Anzahl von 4 verwandten Keyphrasen erreicht. Sie können verwandte Keyphrasen in der %s-Metabox oder in der Seitenleiste ändern oder entfernen."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Bitte warten Sie, während %1$s eine Verbindung zu %2$s herstellt, um verwandte Keyphrasen zu ermitteln..."],"Upgrade your %s plan":["Buchen Sie einen Tarif bei %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Sie haben Ihr Anfragelimit für heute erreicht. Versuchen Sie es morgen erneut oder buchen Sie einen Tarif bei %s."],"Last month":["Letzter Monat"],"Two months ago":["Vor zwei Monaten"],"Three months ago":["Vor drei Monaten"],"Four months ago":["Vor vier Monaten"],"Five months ago":["Vor fünf Monaten"],"Six months ago":["Vor sechs Monaten"],"Seven months ago":["Vor sieben Monaten"],"Eight months ago":["Vor acht Monaten"],"Nine months ago":["Vor neun Monaten"],"Ten months ago":["Vor zehn Monaten"],"Eleven months ago":["Vor elf Monaten"],"Twelve months ago":["Vor zwölf Monaten"],"Get more insights at %s":["Mehr Infos unter %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Umfang der Keyphrasen in den letzten 12 Monaten auf einer Skala von 0 bis 100."],"Learn more about the related keyphrases trend":["Mehr zur Tendenz der verwandten Keyphrasen erfahren"],"Trend":["Tendenz"],"Learn more about the related keyphrases volume":["Mehr über das Volumen der verwandten Keyphrasen erfahren"],"Volume":["Volumen"],"Related keyphrase":["Verwandte Keyphrase"],"Select country":["Land wählen"],"Show results for:":["Ergebnisse für:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Leider sind für diese Kombination aus Keyphrase und Land keine Daten verfügbar."],"The number of headers and header labels don't match.":["Die Anzahl der Kopfzeilen und Kopfzeilenbeschriftungen stimmen nicht überein."],"Default for %1$s (%2$s)":["Voreinstellung für %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dies hilft den Suchmaschinen, Ihre Website und Ihren Inhalt zu verstehen. Sie können einige Ihrer Einstellungen für diese Seite unten ändern."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beschreibt Ihre Seiten automatisch mit schema.org"],"Article type":["Artikel-Typ"],"Page type":["Seitentyp"],"Learn more about page or content types":["Erfahren Sie mehr über Seiten- oder Inhaltstypen"],"What type of page or content is this?":["Um welche Art von Seite oder Inhalt handelt es sich dabei?"],"Learn more about structured data with Schema.org":["Erfahren Sie mehr über strukturierte Daten mit Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Sie können den Standardtyp für %1$s in Ihren %2$sEinstellungen für das Erscheinungsbild der Suche%3$s ändern."],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Nach dem Speichern gilt diese Einstellung für alle Ihre %1$s. %1$s, die manuell konfiguriert wurden, bleiben unberührt.","Nach dem Speichern gelten diese Einstellungen für alle Ihre %1$s. %1$s, die manuell konfiguriert wurden, bleiben unberührt."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Wählen Sie aus, wie Ihre %1$s standardmäßig im Markup Ihrer Website auf schema.org beschrieben werden sollen. Sie können diese Einstellungen für einzelne %1$s ändern."],"Learn more about the schema settings":["Erfahren Sie mehr über die Schema Einstellungen"],"Schema settings":["Schema Einstellungen"],"Default Article type":["Standard Artikeltyp"],"Default Page type":["Standard Seitentyp"],"%s preview":["%s-Vorschau"],"Learn more about the no-index setting on our help page.":["Erfahren Sie mehr über die Einstellung „Kein Index“ auf unserer Hilfeseite."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Auch wenn Sie hier die Meta-Robots-Einstellung festlegen können, wird die gesamte Website in den siteweiten Privatsphäre-Einstellungen auf noindex gesetzt, so dass diese Einstellungen keine Auswirkungen haben."],"Learn more about canonical URLs on our help page.":["Erfahren Sie mehr über kanonische URLs auf unserer Hilfeseite."],"Learn more about the breadcrumbs title setting on our help page.":["Erfahren Sie mehr über die Breadcrumb-Einstellung auf unserer Hilfeseite."],"Learn more about advanced meta robots settings on our help page.":["Erfahren Sie mehr über fortgeschrittene Meta-Robot-Einstellungen auf unserer Hilfeseite."],"Learn more about the no-follow setting on our help page.":["Erfahren Sie mehr über die No-Follow-Einstellung auf unserer Hilfeseite."],"Should search engines follow links on this %s":["Sollten Suchmaschinen Links auf diese %s folgen"],"Google preview":["Google-Vorschau"],"Keyphrase":["Suchwort"],"%d day":["%d Tag","%d Tage"],"%s (current default for %s)":["%s (aktueller Standard für %s)"],"Allow search engines to show this %s in search results?":["Suchmaschinen das Anzeigen diese\/r %s in den Suchergebnissen erlauben?"],"Please provide a meta description by editing the snippet below.":["Bitte legen Sie eine Meta-Beschreibung fest, indem Sie den Code-Schnipsel bearbeiten."],"No":["Nein"],"Yes":["Ja"],"Canonical URL":["Canonical-URL"],"Breadcrumbs Title":["Breadcrumbs-Titel"],"No Snippet":["Kein Code-Schnipsel"],"No Archive":["Kein Archiv"],"No Image Index":["Kein Bild Index"],"Meta robots advanced":["Erweiterte Meta Robots"],"View":["Ansicht"],"Advanced":["Erweitert"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}