{"translation-revision-date":"2021-12-24 21:06:46+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_EC"},"Please finish the Configuration workout first in order for this workout to be effective.":["Por favor, termina primero el ejercicio de configuración para que este ejercicio sea efectivo."],"Configuration required":["Configuración obligatoria"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["En este paso, debes añadir los perfiles sociales personales de la persona a la que representa tu sitio. Para hacerlo deberías ir a la %1$spágina del perfil%2$s del usuario (abre en una nueva pestaña del navegador). Luego haz scroll hasta la sección de 'Información de contacto' (ver captura abajo) y rellena las URLs de los perfiles sociales personales que quieras añadir. Alternativamente, pide al usuario o a un administrador que lo haga si tú no tienes permisos."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["En este paso tienes que añadir los perfiles sociales personales de la persona a la que representa tu sitio. Para hacerlo deberías ir a %1$sUsuarios%2$s > Perfi en una nueva pestaña del navegador.Alternativamente, pide al usuario o a un administrador que lo haga si tú no tienes permisos."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sImportante%2$s: Por favor, selecciona un nombre en el paso 2 para que este sea efectivo."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Has seleccionado al usuario %1$s como la persona a la que representa este sitio. Su información del perfil de usuario se usará ahora en los resultados de búsqueda. %2$sActualiza su perfil para asegurarte de que la información sea correcta. %3$sAlternativamente, pide al usuario o a un administrador que lo haga si no tienes permisos. "],"Error stack trace":["Seguimiento de la pila de errores"],"Response":["Respuesta"],"Error message":["Mensaje de error"],"Status code":["Código de estado"],"Request method":["Método de solicitud"],"Request URL":["URL de solicitud"],"Error details":["Detalles del error"],"Rank with articles you want to rank with":["Posiciona con los artículos con los que quieres posicionar"],"The cornerstone approach":["El enfoque en el contenido esencial"],"Select image":["Seleccionar una imagen"],"Stop SEO data optimization":["Detener la optimización de datos SEO"],"Optimizing SEO data... This may take a while.":["Optimizando datos SEO… Esto puede tardar un rato."],"SEO data optimization complete":["Optimización de datos SEO completa"],"SEO data optimization is disabled for non-production environments.":["La optimización de datos SEO está desactivada para los entornos que no están en producción."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica incluye y reemplaza el contador de enlaces de texto y el análisis de enlaces internos"],"Start SEO data optimization":["Empezar la optimización de datos SEO"],"Select a user...":["Selecciona un usuario…"],"Wikipedia URL":["URL de Wikipedia"],"YouTube URL":["URL de YouTube"],"Pinterest URL":["URL de Pinterest"],"MySpace URL":["URL de MySpace"],"LinkedIn URL":["URL de Linkedin"],"Instagram URL":["URL de Instagram"]}},"comment":{"reference":"js\/dist\/workouts.js"}}