{"translation-revision-date":"2022-04-05 09:12:12+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Please finish the Configuration workout first in order for this workout to be effective.":["Molimo da prvo završite konfiguraciju workout-a kako bi ovaj workout bio učinkovit."],"Configuration required":["Potrebna je konfiguracija"],"%1$sBack to all workouts":["%1$sNatrag na sve workout-e"],"Unlock with %s!":["Otključaj sa %s!"],"Continue workout!":["Nastavite s workout-om!"],"Start workout!":["Započnite workout!"],"%1$s\/%2$s steps completed":["%1$s\/%2$s koraka završeno"],"Saved!":["Spremljeno!"],"Twitter URL":["Twitter URL"],"Facebook URL":["Facebook URL"],"Could not save this value. Please check the URL.":["Nije moguće spremiti ovu vrijednost. Molimo provjerite URL."],"Could not save this value. Please check the URL or username.":["Nije moguće spremiti ovu vrijednost. Molimo provjerite URL ili korisničko ime."],"Person logo \/ avatar (important)":["Logo \/ avatar osobe (važno)"],"Name (important)":["Ime (važno)"],"Add internal links to your posts and pages":["Dodajte interne poveznice svojim objavama i stranicama"],"Make pages easier for Google and visitors to find":["Olakšajte Googleu i posjetiteljima pronalaženje stranica"],"Clean up your unlinked content to make sure people can find it":["Uredite svoj nepovezani sadržaj kako biste bili sigurni da ga ljudi mogu pronaći"],"Organization logo (important)":["Logo organizacije (važno)"],"Organization name (important)":["Naziv organizacije (važno)"],"Email address":["Adresa elektronske pošte"],"Get guidance on how to use Yoast SEO to the fullest":["Dobijte upute o tome kako u potpunosti koristiti Yoast SEO"],"Stay up-to-date with the latest SEO news":["Budite u tijeku s najnovijim SEO vijestima"],"Receive best-practice tips and learn how to rank on search engines":["Primajte savjete o najboljim praksama i naučite kako rangirati svoj sadržaj na tražilicama"],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Hvala! Kliknite poveznicu u e-poruci koju smo vam upravo poslali da potvrdite svoju pretplatu na obavijesti."],"That email address has already been subscribed.":["Ta adresa e-pošte je već pretplaćena."],"That is not a valid email address. Check your email address and try again.":["To nije valjana adresa e-pošte. Provjerite svoju adresu e-pošte i pokušajte ponovno."],"Oops! Something went wrong. Check your email address and try again.":["Ups! Nešto je pošlo po zlu. Provjerite svoju adresu e-pošte i pokušajte ponovno."],"Sign up!":["Prijavite se!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast poštuje vašu privatnost. Pročitajte %1$snaša pravila o privatnosti%2$s o tome kako postupamo s vašim osobnim podacima."],"Bring more visitors to your articles":["Dovedite više posjetitelja na svoje članke"],"Apply the optimal SEO settings to your site":["Primijenite optimalne SEO postavke na svoju web-stranicu"],"View other SEO workouts%1$s":["Pogledajte ostale SEO workout-e%1$s"],"Make sure to also check out our other SEO workouts to really get your site into shape!":["Obavezno provjerite i naše druge SEO workoute kako biste stvarno doveli svoju web-stranicu u formu!"],"Before you finish this workout, please wait on this page until the SEO data optimization in step 1 is completed...":["Prije nego što završite ovaj workout, pričekajte na ovoj stranici dok se SEO optimizacija podataka u koraku 1 ne završi..."],"Before you finish this workout, please start the SEO data optimization in step 1 and wait until it is completed...":["Prije nego što završite ovaj workout, pokrenite SEO optimizaciju podataka u koraku 1 i pričekajte dok se ne završi..."],"Finish this workout":["Završite ovaj workout"],"Do workout again":["Ponovite workout"],"Sign up for the Yoast newsletter!":["Prijavite se na Yoast obavijesti!"],"Save and continue":["Spremi i nastavi"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Kako biste dovršili ovaj korak, odaberite smijemo li poboljšati Yoast SEO s vašim podacima."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Važno: Nikada nećemo prodati ove podatke. I naravno, kao i uvijek, nećemo prikupljati nikakve osobne podatke o vama ili vašim posjetiteljima!"],"Yes, you can track my site data":["Da, možete pratiti podatke s moje web-stranice"],"Can we collect anonymous information about your website and how you use it?":["Možemo li prikupljati anonimne podatke o vašoj web stranici i kako ju koristite?"],"always load our customer support window so we can immediately assist you when you need help.":["uvijek učitajte naš prozor korisničke podrške kako bismo vam mogli odmah pomoći kada vam zatreba pomoć."],"see which %s features you use or don't use;":["pogledajte koje %s mogućnosti koristite ili ne koristite;"],"collect info about the plugins and themes you have installed;":["prikupite informacije o dodacima i temama koje ste instalirali;"],"To provide the best experience for you, we need your permission to do the following things:":["Da bismo vam pružili najbolje iskustvo, potrebna nam je vaša privola za sljedeće:"],"Help us improve Yoast SEO":["Pomozite nam poboljšati Yoast SEO"],"Does your site represent an Organization or Person?":["Da li vaša web-stranica predstavlja Organizaciju ili Osobu?"],"Continue":["Nastavi"],"Response":["Odgovor"],"Error details":["Detalji greške"],"SEO workouts":["SEO vježbe"],"Select image":["Odaberite sliku"],"Stop SEO data optimization":["Prekini optimizaciju SEO podataka."],"Optimizing SEO data... This may take a while.":["Optimizraju se SEO podaci... Ovo može potrajati neko vrijeme."],"SEO data optimization complete":["Optimizacija SEO podataka je završena"],"SEO data optimization is disabled for non-production environments.":["Optimizacija SEO podataka onemogućena je za neproizvodna okruženja."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Ova funkcija uključuje i zamjenjuje Text Link Counter i Internal Linking Analysis funkcije."],"Start SEO data optimization":["Započni optimizaciju SEO podataka"],"Select a user...":["Odaberi korisnika..."],"Wikipedia URL":["Wikipedia URL"],"Configure %s in a few steps":["Konfigurirajte %s u nekoliko koraka"],"Configure %s":["Konfiguriraj %s"],"Social profiles":["Društveni profili"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL"],"Congratulations!":{"0":"Čestitamo!","2":""}}},"comment":{"reference":"js\/dist\/workouts.js"}}