{"translation-revision-date":"2022-04-05 08:28:40+0000","generator":"GlotPress\/3.0.0-rc.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Contul tău %s nu are până acum nicio frază cheie pentru acest site. Poți urmări frazele cheie folosind butonul „Urmărește performanța SEO” din editorul de articole."],"%s account":["Cont %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Această prezentare generală arată numai frazele cheie adăugate cu Yoast SEO. Pot fi adăugate și alte fraze cheie cu %s."],"Tracking the ranking position...":["Urmăresc poziția de clasare..."],"reconnect to %s":["reconectează-te la %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Se pare că ceva nu a mers bine la preluarea datelor de pe site-ul tău. Te rog %s și încearcă din nou."],"Read more about keyphrase tracking with Wincher":["Citește mai multe despre urmărirea frazelor cheie cu Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Conectează %1$s cu %2$s pentru a urmări poziția pe care o ocupă site-ul tău în rezultatele de căutare pe baza frazelor tale cheie. %3$s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Poziția frazei cheie în ultimele 90 de zile, pe o scară de la 0 la 100."],"Connect with %s":["Conectează-te cu %s"],"Top performing keyphrases on your site":["Fraze cheie de pe site-ul tău cu performanțe foarte bune"],"Get more insights over at %s":["Ai mai multe informații la %s"],"Position over time":["Poziție în decursul timpului"],"Position":["Poziție"],"The number of headers and header labels don't match.":["Numărul de anteturi și etichete de antet nu este identic."],"Keyphrase":["Frază cheie"],"%d day":["O zi","%d zile","%d de zile"],"View":["Vezi"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}