{"translation-revision-date":"2022-04-15 09:28:27+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Sense comissions de transacció amb targeta fins a 3 mesos (o 25.000$ en pagaments)"],"Get in touch":["Poseu-vos en contacte"],"Have more questions?":["Teniu més preguntes?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Per obtenir més detalls sobre les característiques de subscripció que ofereix WooCommerce Payments, consulteu la <a>secció de subscripció de la guia d'inici de WooCommerce Payments<\/a>."],"Customer & Store Manager payment method changes":["Canvis en els mètodes de pagament per a clients i gestors de botigues"],"Payment date changes":["Canvis de data de pagament"],"Recurring total changes":["Canvis del total recurrent"],"Multiple subscriptions":["Múltiples subscripcions"],"Subscription reactivation":["Reactivació de la subscripció"],"Subscription cancellation":["Cancel·lació de la subscripció"],"Subscription suspension":["Suspensió de la subscripció"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments ofereix una compatibilitat total amb les característiques de WooCommerce Subscriptions, com ara:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments és compatible amb el cobrament de pagaments recurrents automàtics mitjançant l'extensió <a>WooCommerce Subscriptions<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["És WooCommerce Payments compatible amb les subscripcions i les opcions de pagament recurrent?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Si ens assabentem d'activitats prohibides, podem restringir o tancar el compte responsable."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["En registrar-vos per utilitzar WooCommerce Payments, us comprometeu a no acceptar pagaments relacionats amb aquestes activitats, pràctiques o productes restringits. També treballem per garantir que no es faci cap activitat prohibida a WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["La llista completa d'aquestes empreses es pot trobar a la <a>llista d'empreses restringides de Stripe<\/a>."],"Firearms, ammunition":["Armes de foc, municions"],"Substances designed to mimic illegal drugs":["Substàncies dissenyades per imitar drogues il·legals"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Activitat a les xarxes socials, com els seguidors de Twitter, els «m'agrada» de Facebook, les visualitzacions de YouTube"],"Pseudo pharmaceuticals":["Pseudomedicinas"],"Multi-level marketing":["Màrqueting multinivell"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Accessoris per al consum de drogues (inclosos cigarrets electrònics, vaporitzadors i nutracèutics)"],"Adult content and services":["Continguts i serveis per a adults"],"Counterfeit goods":["Articles falsificats"],"Virtual currency, including video game or virtual world credits":["Moneda virtual, inclosos els crèdits de videojocs o de mons virtuals"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["A causa de les restriccions de les xarxes de targetes, els nostres proveïdors de serveis de pagament i els seus proveïdors de serveis financers, alguns negocis i tipus de productes que no estan permesos per fer transaccions utilitzant WooCommerce Payments, incloent però no limitat a:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Quins productes no estan permesos a la meva botiga quan accepto pagaments amb WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>Detalls de tots els ingressos<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["La majoria dels bancs mostraran l'ingrés al vostre compte tan aviat com rebin la transferència de WooCommerce Payments. Potser alguns triguin uns dies més a posar el saldo a la vostre disposició."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Per exemple, una empresa amb seu a Nova Zelanda té un període d'espera de 4 dies hàbils. Els pagaments realitzats en aquest compte dimecres s'abonaran el dimarts següent."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Els pagaments rebuts cada dia passen a formar part del saldo pendent. Aquest saldo pendent estarà disponible després d'un període d'espera. El dia que estigui disponible, s'abonarà automàticament al vostre compte bancari. El període d'espera depèn del país del compte."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["Amb la majoria dels comptes, <a>WooCommerce Payments<\/a> paga automàticament el saldo disponible del compte al compte que heu indicat cada dia, després d'un termini d'espera estàndard."],"When will I receive deposits for my WooCommerce Payments account balance?":["Quan rebré els ingressos del saldo del meu compte de WooCommerce Payments?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["Comissió de l'1,5% sobre l'import de pagament dels <a>ingressos instantanis<\/a>"],"<a>View all fees<\/a>":["<a>Visualitza totes les quotes<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Payments utilitza un model de preus de pagament per ús. Només pagueu per l'activitat del compte. Sense quota de configuració ni quota mensual. Les quotes varien en funció del país del vostre compte i del país de la targeta del vostre client."],"What are the fees for WooCommerce Payments?":["Quines són les quotes de WooCommerce Payments?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Per ser elegible per a aquesta oferta promocional, la vostra botiga ha de: (1) complir els requeriments d'ús de WooCommerce Payments; (2) ser una empresa amb seu als Estats Units; (3) no haver processat pagaments a través de WooCommerce Payments abans; i (4) ser acceptat al programa promocional."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Les botigues acceptades al programa promocional rebran un descompte del 100% en les quotes de transacció (excloent les comissions de conversió de moneda) per als primers 25.000 $ en pagaments, o 3 mesos, el que passi primer. Simplement instal·leu l'extensió i, si sou apte, entrareu a l'oferta promocional."],"How will I save money using WooCommerce Payments?":["Com estalviaré diners amb WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Multimoneda nativa: incrementeu les vendes facilitant que els clients de fora del vostre país puguin comprar a la vostra botiga, sense cap extensió."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Funcionalitat de subscripció: oferiu als clients una opció recurrent per al vostre inventari sense comprar una extensió addicional."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Pagaments en persona: l'únic mètode de pagament que us ajuda a vendre en línia i fora de línia amb l'aplicació mòbil oficial de WooCommerce en lloc d'una solució de TPV de pagament."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Tauler nadiu: controleu el flux de caixa des del mateix tauler de WordPress que ja feu servir per gestionar el catàleg de productes, l'inventari, les comandes, la tramitació i altres aspectes de la vostra botiga en línia."],"Why should I choose WCPay over other payment gateways?":["Per què hauria de triar WCPay en comptes d'altres passarel·les de pagament?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Sí. WooCommerce Payments funciona juntament amb altres proveïdors de serveis de pagament, com Stripe, PayPal i tots els altres. L'hem creat tenint en compte aquesta flexibilitat perquè pugueu assegurar-vos que la vostra botiga funciona per satisfer les necessitats del vostre negoci."],"Can I use WooCommerce Payments alongside other payment gateways?":["Puc utilitzar WooCommerce Payments juntament amb altres passarel·les de pagament?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Podeu acceptar de forma segura pagaments amb targeta de crèdit i dèbit, Apple Pay, transferències bancàries, ingressos recurrents, pagaments accelerats i molt més, en més de 100 monedes amb WooCommerce Payments."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments és una solució de pagament integrada, desenvolupada per WooCommerce, per a WooCommerce. Utilitzeu WooCommerce Payments per gestionar els vostres pagaments, fer un seguiment del flux de caixa i gestionar els ingressos des del vostre tauler."],"What is WooCommerce Payments?":["Què és WooCommerce Payments?"],"Frequently asked questions":["Preguntes freqüents"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Quan cliqueu «Instal·la», accepteu les nostres <a>condicions del servei<\/a>"],"It’s something else (Please share below)":["És una altra cosa (Compartiu a continuació)"],"I’m open to installing it another time":["Estic disposat a instal·lar-la en un altre moment"],"Just remove WooCommerce Payments":["Suprimeix WooCommerce Payments només"],"Remove and send feedback":["Suprimeix i envia comentaris"],"I need more information about WooCommerce Payments":["Necessito més informació sobre WooCommerce Payments"],"I don’t want to install another plugin":["No vull instal·lar una altra extensió"],"I’m already happy with my payments setup":["Ja estic satisfet amb la meva configuració de pagaments"],"What made you disable the new payments experience?":["Què us ha fet desactivar la nova experiència de pagament?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Preneu-vos un moment per explicar-nos per què voleu suprimir WooCommerce Payments. Això suprimirà WooCommerce Payments de la navegació. Podeu tornar-lo a activar a <strong>Opcions de WooCommerce > Pagaments<\/strong>, però la promoció no s'aplicarà."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Estalvieu fins a 800$ en quotes gestionant les transaccions mitjançant WooCommerce Payments. Amb WooCommerce Payments, podeu acceptar de manera segura les principals targetes, Apple Pay i pagaments en més de 100 monedes. Feu un seguiment del flux d'efectiu i gestioneu els ingressos recurrents directament des del tauler de control de la vostra botiga, sense costos de configuració ni quotes mensuals."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["El descompte s'aplicarà en instal·lar i completar la configuració de WooCommerce Payments"],"Limited time offer":["Oferta per temps limitat"],"Save big with WooCommerce Payments":["Estalvieu un munt mitjançant WooCommerce Payments"],"Accepted payment methods":["Mètodes de pagament acceptats"],"Comments (Optional)":["Comentaris (Opcional)"],"Remove WooCommerce Payments":["Suprimeix WooCommerce Payments"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Instal·la"],"Learn more":["Més informació"],"No thanks":["No"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/wcpay-payment-welcome-page.js"}}