{"translation-revision-date":"2022-04-12 22:48:17+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Pa tarifa transaksionesh përmes kartës për deri në tre muaj (ose në 25 mijë dollarë pagesa)"],"Get in touch":["Lidhuni me ne"],"Have more questions?":["Keni pyetje të tjera?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Për më tepër hollësi mbi veçoritë e pajtimeve që Pagesa WooCommerce ofrojnë, shihni te <a>ndarja Pajtime e udhërrëfyesit se si t’ia fillohet me Pagesat WooCommerce<\/a>."],"Multiple subscriptions":["Pajtime të shumta"],"Subscription reactivation":["Riaktivizim pajtimesh"],"Subscription cancellation":["Anulim pajtimi"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["Pagesat WooCommerce ofrojnë përputhshmëri të plotë me veçoritë e Pajtimeve WooCommerce, përfshi:"],"Payment date changes":["Ndryshime date pagese"],"Customer & Store Manager payment method changes":["Ndryshime metode pagese te Përgjegjës Klientësh & Shitoreje"],"Subscription suspension":["Pezullim pajtimi"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["Pagesat WooCommerce mbulojnë faturime të automatizuara pagesash ripërsëritëse, përmes shtojcësh <a>Pajtime WooCommerce<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["A mbulojnë Pagesat WooCommerce Pajtime dhe mundësi pagesash ripërsëritëse?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Nëse mësojmë për veprimtari të ndaluar, mund të kufizojmë ose mbyllim llogarinë përgjegjëse."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Duke u regjistruar për të përdorur Pagesa WooCommerce, pajtoheni të mos pranoni pagesa që lidhen me këto veprimtari, praktika ose produkte me kufizime. Gjithashtu punojmë për të siguruar se me Pagesat WooCommerce nuk zhvillohet veprimtari e ndaluar."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Lista e plotë e këtyre bizneseve mund të gjendet te <a>lista e Bizneseve me Kufizime e Stripe-it<\/a>."],"Firearms, ammunition":["Armë zjarri, municion"],"Substances designed to mimic illegal drugs":["Substanca të konceptuara për të imituar droga të paligjshme"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Veprmitari në media shoqërore, bie fjala, ndjekës në Twitter, pëlqime në Facebook, parje në YouTube"],"Pseudo pharmaceuticals":["Pseudo-farmaceutikë"],"Multi-level marketing":["Marketing në shumë nivele"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Gjëra të ndryshme narkotikësh (përfshi e-cigaret, vajra të ndryshëm për to dhe nutraceutikë)"],"Adult content and services":["Lëndë dhe shërbime për të rritur"],"Counterfeit goods":["Artikujsh të falsifikuar"],"Virtual currency, including video game or virtual world credits":["Monedhë virtuale, përfshi kredit për lojëra video ose për botë virtuale"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Për shkak kufizimesh nga rrjete kartash, furnizues shërbimesh pagesash dhe furnizuesit e tyre të shërbimeve financiare, disa lloje biznesesh dhe produktesh që nuk lejohen të kryejnë transaksione duke përdorur Pagesa WooCommerce, duke përfshirë, por pa u kufizuar në to:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Çfarë produktesh nuk lejohen në shitoren time, kur pranoj pagesa me Pagesa WooCommerce?"],"<a>All deposits details<\/a>":["<a>Krejt hollësitë e depozitave<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["Shumica e bankave do ta pasqyrojnë depozitimin në llogarinë tuaj sapo të marrin shpërnguljen nga Pagesa WooCommerce. Për disa mund të duhen ca pak ditë më tepër për ta bërë atë të përdorshme nga ju."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Për shembull, një biznes me bazë Zelandën e re ka një periudhë prej katër ditësh pezull. Pagesa të bëra te kjo llogari të mërkurën do të kryhen të martën tjetër."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Pagesat e marra çdo ditë bëhen pjesë e bilancit pezull. Ky bilanc pezull do të jetë i përdorshëm pas periudhës që mbahet pezull. Ditën kur do të mund të përdoret, do të paguhet automatikisht në llogarinë tuaj bankare. Periudha pezull vare nga vendi i llogarisë."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["Për shumicën e llogarive, <a>Pagesat WooCommerce<\/a> bëjnë automatikisht pagesën e bilancit të llogarisë tuaj për llogarinë tuaj nominale çdo ditë, pas një periudhe standard pezull."],"When will I receive deposits for my WooCommerce Payments account balance?":["Kur do të marrë depozitime për bilancin e llogarisë time te Pagesa WooCommerce?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["Tarifë 1.5% mbi vlerën e pagesës për <a>depozitime të atypëratyshme<\/a>"],"<a>View all fees<\/a>":["<a>Shihni krejt tarifat<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["Pagesat WooCommerce përdorin një model <em>pay-as-you-go<\/em>. Paguani vetëm për veprimtarinë në llogari. S’ka tarifë ujdisjeje llogarie apo tarifa mujore. Tarifat ndryshojnë bazuar në vendin e llogarisë tuaj dhe vendin e kartës së klientit tuaj."],"What are the fees for WooCommerce Payments?":["Çfarë tarifash ka për Pagesa WooCommerce?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Që të mund të jeni kandidat për këtë ofertë promocionale, shitorja juaj duhet: (1) të plotësojë domosdoshmëritë e përdorimit të Pagesave WooCommerce; (2) të jetë një biznes me bazë në ShBA; (3) të mos ketë kryer pagesa përmes Pagesash WooCommerce më parë; dhe (4) të jetë i pranueshëm në programin promocional."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Shitoret e pranuara në programin promocional do të marrin një zbritje 100% për tarifa transaksionesh (përjashto tarifa këmbimi monedhash) për 25 mijë dollarët e parë në pagesa, ose për 3 muaj, cilido kusht që përmbushet i pari. Thjesht instaloni zgjerimin dhe nëse jeni i përshtatshëm, do të futeni te oferta promocionale."],"How will I save money using WooCommerce Payments?":["Si do të kursej para nga përdorimi i Pagesave WooCommerce?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Krijuar për funksionim me shumë monedha: shtoni shitjet duke e bërë më të lehtë për klientët jashtë vendit tuaj të blejnë nga shitorja juaj, pa u dashur ndonjë zgjerim."],"Why should I choose WCPay over other payment gateways?":["pse duhet të zgjedh WCPay kundrejt kanalesh të tjerë pagesash?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Po. Pageast WooCommerce punojnë tok me shërbime të tjera pagesash, përfshi Stripe, PayPal dhe krejt të tjerët. E kemi ndërtuar me këtë zhdërvjelltësi në mendje, që të siguroni funksionimin e shitores tuaj sipas nevojave të biznesit tuaj."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Funksion pajtimi: ofrojuni klientëve përsëritje blerjesh të artikujve tuaj pa u dashur të blejnë një zgjerim shtesë."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Pagesa <em>in-person<\/em>: metoda e vetme e pagesave që ju ndihmon të shitni në internet dhe jashtë tij, me aplikacionin zyrtar WooCommerce për celular, në vend se me ndonjë zgjidhje tjetër me pagesë."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Pult i brendshëm: ndiqni rrjedhë parash nga i njëjti pult WordPress që përdorni tashmë për të administruar katalog produktesh, stok, porosi, plotësim porosish, apo për të punuar me pjesën e dukshme të shitores tuaj internetore."],"Can I use WooCommerce Payments alongside other payment gateways?":["A mund të përdor Pagesa WooCommerce tok me kanale të tjerë pagesash?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Përmes Pagesave WooCommerce mund të pranoni në mënyrë të sigurt pagesa me karta krediti dhe debiti, Apple Pay, shpërngulje bankare, të ardhura ripërsëritëse, pagesa të përshpejtuara, etj - në më shumë se 100 monedha."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["Pagesat WooCommerce janë një zgjidhje e integruar pagesash, krijuar nga WooCommerce, për WooCommerce. Përdorini Pagesat WooCommerce për të administruar pagesat tuaja, të ndiqni rrjedha parash dhe të administroni të ardhurat që nga pulti juaj."],"What is WooCommerce Payments?":["Ç’janë Pagesat WooCommerce?"],"Frequently asked questions":["Pyetje të bëra shpesh"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Duke klikuar mbi “Instaloje”, pajtoheni me <a>Kushtet e Shërbimit<\/a>"],"Remove and send feedback":["Hiqe dhe dërgo përshtypjet"],"Just remove WooCommerce Payments":["Thjesht hiqi Pagesat WooCommerce"],"It’s something else (Please share below)":["Bëhet fjalë për diçka tjetër (Ju lutemi, na e tregoni më poshtë)"],"I’m open to installing it another time":["Mbetem i hapur për ta instaluar një herë tjetër"],"I need more information about WooCommerce Payments":["Më duhet më tepër informacion mbi Pagesat WooCommerce"],"I don’t want to install another plugin":["S’dua të instaloj një tjetër shtojcë"],"I’m already happy with my payments setup":["Jam i kënaqur me mënyrat e pagesave që kam"],"What made you disable the new payments experience?":["Ç’ju bëri të çaktivizoni metodën e re të pagesave?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Ju lutemi, ndaluni një çast dhe tregonani pse do të donit të hiqnit Pagesa WooCommerce. Kjo do të heqë Pagesa WooCommerce nga menutë. Mund ta aktivizoni sërish që nga <strong>Rregullime WooCommerce > Pagesa<\/strong>, por promocioni s’do të ketë më vend."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Kurseni deri në 800 dollarë amerikanë në tarifa transaksionesh, duke i administruar ato me Pagesa WooCommerce. Me Pagesa WooCommerce mund të pranoni në mënyrë të sigurt karta të njohura, Apple Pay dhe pagesa me mbi 100 monedha. Ndiqni rrjedha parash dhe administroni të ardhura ripërsëritëse drejt e nga pulti i shitores tuaj - pa kosto ujdisjeje të gjësë apo tarifa mujore."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["Zbritja do të aplikohet pas instalimit dhe plotësimit të ujdisjes së Pagesa WooCommerce"],"Limited time offer":["Ofertë për pak kohë"],"Save big with WooCommerce Payments":["Kurseni fort, me Pagesa WooCommerce"],"Accepted payment methods":["Metoda të pranuara pagesash"],"Comments (Optional)":["Komente (Në daçi)"],"Remove WooCommerce Payments":["Hiqi Pagesat WooCommerce"],"WooCommerce Payments":["Pagesa WooCommerce"],"Install":["Instalojeni"],"Learn more":["Mësoni më tepër"],"No thanks":["Jo, faleminderit"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/wcpay-payment-welcome-page.js"}}