{"translation-revision-date":"2022-04-15 09:28:27+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Step description text.":["Text de descripció del pas."],"Payment options":["Opcions de pagament"],"Step":["Pas"],"Other available payment methods":["Altres mètodes de pagament disponibles"],"Use another payment method.":["Utilitzeu un altre mètode de pagament."],"There was an error with this payment method. Please verify it's configured correctly.":["S'ha produït un error amb aquest mètode de pagament. Comproveu que estigui configurat correctament."],"This site is experiencing difficulties with this payment method. Please contact the owner of the site for assistance.":["Aquest lloc té dificultats amb aquest mètode de pagament. Poseu-vos en contacte amb el propietari del lloc per rebre ajuda."],"%1$s ending in %2$s (expires %3$s)":["%1$s acabada en %2$s (caduca %3$s)"],"Save payment information to my account for future purchases.":["Desa la informació de pagament al meu compte per a compres futures."],"Saved token for %s":["Testimoni desat per a %s"],"There are no payment methods available. This may be an error on our side. Please contact us if you need any help placing your order.":["No hi ha cap mètode de pagament disponible. Això pot ser un error per part nostra. Poseu-vos en contacte amb nosaltres si necessiteu ajuda per fer la vostra comanda."],"Your store does not have any payment methods configured that support the checkout block. Once you have configured a compatible payment method it will be shown here.":["La vostra botiga no té configurat cap mètode de pagament que sigui compatible amb el bloc de pagament. Un cop hàgiu configurat un mètode de pagament compatible, es mostrarà aquí."],"Taxes:":["Impostos:"],"Loading…":["S'està carregant..."],"Coupon code \"%s\" has been applied to your cart.":["El codi de cupó «%s» s'ha aplicat a la vostra cistella."],"Coupon code \"%s\" has been removed from your cart.":["El codi de cupó «%s» s'ha suprimit de la vostra cistella."],"Configure Payment Methods":["Configura els mètodes de pagament"],"Fees:":["Quotes:"],"Payment methods":["Mètodes de pagament"],"Total":["Total"],"Subtotal:":["Subtotal:"],"Discount:":["Descompte:"],"Shipping:":["Enviament:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-blocks\/payment-frontend.js"}}