{"translation-revision-date":"2022-04-13 22:48:53+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Email address (Optional)":["Enderezo de correo electrónico (opcional)"],"Please enter your email address to subscribe":["Por favor, introduce o teu enderezo de correo electrónico para subscribirte"],"How many employees do you have?":["Cantos empregados tes?"],"+250":["+250"],"< 10":["< 10"],"It's just me":["Só eu"],"The following extensions will be added to your site for free: WooCommerce Payments. An account is required to use this feature.":["As seguintes extensións engadiranse ao teu sitio de forma gratuíta: WooCommerce Payments. Requírese unha conta para utilizar esta característica."],"Powered by Mailchimp":["Funciona grazas a Mailchimp"],"Get tips, product updates and inspiration straight to your mailbox.":["Recibe trucos, actualizacións de produtos e inspiración na túa bandexa de entrada."],"I'd rather not say":["Prefiro non dicilo"],"Free features":["Características gratuítas"],"Business details":["Detalles do negocio"],"Included business features":["Características de negocio incluídas"],"Add recommended business features to my site":["Engade características de negocios recomendadas para o meu sitio"],"No commitment required - you can remove them at any time.":["Non hai ningún compromiso obrigatorio - podes eliminalas en calquera momento."],"The following plugin will be installed for free: %1$s. %2$s":["O seguinte plugin instalarase gratis: %1$s. %2$s","Os seguintes plugins instalaranse gratis: %1$s. %2$s"],"We recommend enhancing your store with these free extensions":["Recomendámosche mellorar a túa tenda con estas extensións gratuítas"],"%s per year":["%s ao ano"],"$%f per month":["$%f ao mes"],"Display monthly prices":["Amosar prezos mensuais"],"Skip setup store details":["Saltar a configuración dos detalles da tenda"],"Learn more about store details":["Aprende máis sobre os detalles da tenda"],"Learn more about recommended free business features":["Aprende máis sobre as características de negocios gratuítas recomendadas"],"Tell us about your store and we'll get you set up in no time":["Cóntanos de que é a túa tenda e axudarémosche a configurala enseguida"],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["A facturación é anual. Todas as compras están cubertas cunha ganantía de 30 días de devolución do importe e inclúen acceso a soporte e actualizacións. As extensións engadiranse ao teu carriño para que as compres máis tarde."],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["A configuración manual só está recomendada para\nusuarios de WooCommerce con experiencia ou desenvolvedores."],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["Este tipo de produto require unha extensión de pago.\nEngadirémolo ao teu carriño para que\npoidas comprala e instalala máis tarde."],"There was a problem skipping the setup wizard":["Ocorreu un problema ao omitir o asistente de configuración"],"Your store address will help us configure currency\n options and shipping rules automatically.\n This information will not be publicly visible and can\n easily be changed later.":["O enderezo da túa tenda axudaranos a configurar as opcións\nde moeda e as regras de envío automaticamente.\nEsta información non será visible publicamente e podes\ncambiala facilmente máis tarde. "],"User accounts are required to use these features.":["É obrigatoria unha conta de usuario para usar estas características."],"What is the platform name?":["Cal é o nome da plataforma?"],"eBay":["eBay"],"Etsy":["Etsy"],"Amazon":["Amazon"],"Squarespace":["Squarespace"],"Choose":["Elixir"],"Industry":["Sector"],"Live demo":["Demostración en vivo"],"All themes":["Todos os temas"],"Free themes":["Temas gratuítos"],"Paid themes":["Temas de pagamento"],"Store Details":["Detalles da tenda"],"Upload a theme":["Sube un tema"],"Choose a theme":["Elixe un tema"],"Uploading theme":["Actualizando tema"],"Business Details":["Detalles do negocio"],"Yes, count me in!":["Si, conta comigo!"],"Choose any that apply":["Elixe calquera que corresponda"],"Currently active theme":["Tema activo actualmente"],"Your theme is being uploaded":["O teu tema estase subindo"],"Currently selling elsewhere?":["Actualmente vendes noutro lugar?"],"Continue with my active theme":["Seguir co meu tema activo"],"Drop your theme zip file here":["Arrastra aquí o arquivo zip do teu tema"],"Which platform is the store using?":["Que plataforma usa a tenda?"],"Please select at least one industry":["Por favor, selecciona polo menos un sector"],"What's your current annual revenue?":["Cales son os teus ingresos anuais actuais?"],"I'm setting up a store for a client":["Estou configurando unha tenda para un cliente"],"Drop a theme zip file here to upload":["Arrastra aquí un arquivo zip do tema para subilo"],"What type of products will be listed?":["Que tipo de produtos se mostrarán?"],"Please select at least one product type":["Por favor, selecciona polo menos un tipo de produto"],"This theme does not support WooCommerce.":["Este tema non é compatible con WooCommerce."],"In which industry does the store operate?":["En que sector opera a tenda?"],"{{strong}}%s{{\/strong}} developed by WooCommerce":["{{strong}}%s{{\/strong}} desenvolvido por WooCommerce"],"We'd love to know if you are just getting started or you already have a business in place.":["Encantaríanos saber se acabas de empezar ou se xa tes un negocio en marcha."],"How many products do you plan to display?":["Cantos produtos pensas mostrar?"],"Build a better WooCommerce":["Crea un WooCommerce mellor"],"$%f per year":["$%f ao ano"],"There was a problem updating your industries":["Houbo un problema ao actualizar os teus sectores"],"There was a problem updating your preferences":["Houbo un problema ao actualizar as túas preferencias"],"There was a problem saving your store details":["Houbo un problema ao gardar os detalles da túa tenda"],"There was a problem finishing the setup wizard":["Ocorreu un problema ao finalizar o asistente de instalación"],"There was a problem selecting your store theme":["Houbo un problema ao seleccionar o teu tema para a tenda"],"There was a problem updating your product types":["Houbo un problema ao actualizar os teus tipos de produtos"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Consegue características melloradas e correccións máis rápidas compartindo datos non sensibles mediante o {{link}seguimento de uso{{\/link} que nos mostre como se usa WooCommerce. Non se almacena nin rexistra ningún dato persoal."],"Choose how your store appears to customers. And don't worry, you can always switch themes and edit them later.":["Elixe como se mostrará a túa tenda aos clientes. E non te preocupes, sempre podes cambiar os temas e editalos despois."],"%s was installed and activated on your site":["%s instalouse e activouse no teu sitio"],"Wix":["Wix"],"Magento":["Magento"],"Shopify":["Shopify"],"BigCommerce":["BigCommerce"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"More than %s":["Máis de %s"],"This field is required":["Este campo é obrigatorio"],"Yes, on another platform":["Si, noutra plataforma"],"Tell us about your business":["Fálanos do teu negocio"],"%s (I'm just getting started)":["%s (Acabo de empezar)"],"I don't have any products yet.":["Aínda non teño produtos."],"Installing the following plugin: %s":["Instalando o seguinte plugin: %s","Instalando os seguintes plugins: %s"],"Yes, in person at physical stores and\/or events":["Si, en persoa en tendas físicas e\/ou eventos"],"Yes, I own a different store powered by WooCommerce":["Si, teño unha tenda distinta que funciona con WooCommerce"],"Yes, on another platform and in person at physical stores and\/or events":["Si, noutra plataforma e en persoa en tendas físicas e\/ou eventos"],"There was a problem updating your business details":["Houbo un problema ao actualizar os detalles do teu negocio"],"Post code":["Código postal"],"Please add a city":["Por favor, engade unha cidade"],"Please add an address":["Por favor, engade un enderezo"],"Please add a post code":["Por favor, engade un código postal"],"Address line 2 (optional)":["Liña 2 do enderezo (opcional)"],"Continue without installing":["Continuar sen instalar"],"Please select a country \/ region":["Por favor, selecciona un país \/ rexión"],"Country \/ Region":["País\/Rexión"],"Up to %s":["Ata %s"],"Retry":["Reintentar"],"Invalid email address":["Enderezo de correo electrónico non válido"],"Address line 1":["Enderezo, liña 1"],"Installed":["Instalado"],"Email address":["Correo electrónico"],"Theme":["Tema"],"Product Types":["Tipos de produtos"],"Free":["Gratis"],"Learn more":["Aprenda máis"],"Save":["Gardar"],"Save changes?":["Gardar cambios?"],"Other":["Outro"],"No thanks":["Non, grazas"],"Welcome to WooCommerce":["Benvido a WooCommerce"],"No":["Non"],"City":["Cidade"],"Continue":["Continuar"],"Skip this step":["Saltar este paso"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/profile-wizard.js"}}