{"translation-revision-date":"2022-04-13 22:48:53+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Sen comisións por transaccións con tarxeta durante un período máximo de tres meses (ou 25.000 $ en pagos)"],"Get in touch":["Contactar"],"Have more questions?":["Tes máis preguntas?"],"Payment date changes":["A data de pago cambia"],"Multiple subscriptions":["Varias subscricións"],"Recurring total changes":["O total de pagos periódicos cambia"],"Subscription suspension":["Suspensión da subscrición"],"Subscription reactivation":["Reactivación da subscrición"],"Subscription cancellation":["Cancelación da subscrición"],"Customer & Store Manager payment method changes":["O método de pago e o xestor da tenda cambian"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments ofrece total compatibilidade coas características de WooCommerce Subscriptions, incluíndo:"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Para máis detalles sobre as características de subscrición que ofrece WooCommerce Payments, consulta a sección de <a>subscrición da guía de inicio de WooCommerce Payments<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["É WooCommerce Payments compatible con subscricións e opcións de pagos periódicos?"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments é compatible co cargo periódico de pagos automáticos mediante o plugin <a>WooCommerce Subscriptions<\/a>."],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Se temos coñecemento dunha actividade non autorizada, podemos restrinxir ou cerrar a conta responsable."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Podes consultar a lista completa destas empresas na <a>lista de empresa restrinxidas de Stripe<\/a>."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Ao rexistrarte para utilizar WooCommerce Payments, comprométeste a non aceptar pagos relacionados con estas actividades, prácticas ou produtos restrinxidos. Tamén traballamos para garantir que non se realice ningunha actividade prohibida en WooCommerce Payments."],"Counterfeit goods":["Falsificacións"],"Firearms, ammunition":["Armas de fogo, munición"],"Multi-level marketing":["Marketing multinivel"],"Pseudo pharmaceuticals":["Parafarmacia"],"Adult content and services":["Contidos e servizos para adultos"],"Substances designed to mimic illegal drugs":["Sustancias de deseño para imitar drogas ilegais"],"Virtual currency, including video game or virtual world credits":["Moeda virtual, incluídos créditos de videoxogos ou de mundo virtual"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Accesorios para consumo de drogas (incluídos cigarros electrónicos, vaporizadores e nutracéuticos)"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Actividade en redes sociais, como seguidores de Twitter, Gústame en Facebook o visualizacións en YouTube"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Debido ás restricións das redes de tarxetas, os nosos provedores de servizos de pagamento e os seus provedores de servizos financieros, algúns negocios e tipos de produtos que non están permitidos para realizar transaccións utilizando WooCommerce Payments, incluíndo pero non limitado a:"],"<a>All deposits details<\/a>":["<a>Detalles de todos os ingresos<\/a>"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Se acepto pagos con WooCommerce Payments, que produtos non están permitidos na miña tenda?"],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Por exemplo, unha empresa con sede en Nova Zelanda ten un período de espera de 4 días hábiles. Os pagos realizados nesta conta o mércores abonaranse o martes seguinte."],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["A maioría dos bancos mostrarán o ingreso na túa conta tan pronto como reciban a transferencia de WooCommerce Payments. Pode que algúns tarden uns días máis en pór o saldo á túa disposición."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Os pagos recibidos cada día pasan a formar parte do saldo pendente. Ese saldo pendente estará dispoñible despois dun período de espera. O día que estea dispoñible, abonarase automaticamente na túa conta bancaria. O período de espera depende do país da conta."],"<a>View all fees<\/a>":["<a>Ver todas as tarifas<\/a>"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["Comisión do 1,5 % sobre o importe do pago dos <a>depósitos instantáneos<\/a>"],"When will I receive deposits for my WooCommerce Payments account balance?":["Cando recibirei os ingresos do saldo da miña conta de WooCommerce Payments?"],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["Coa maioría das contas, <a>WooCommerce Payments<\/a> paga automaticamente o saldo dispoñible da conta na conta que indicaras cada día, despois dun prazo de espera estándar."],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Payments utiliza un modelo de prezos de pago por uso. Só pagas pola actividade da conta. Non hai cota de instalación nin cota mensual. As tarifas difiren en función do país da túa conta e do país da tarxeta do teu cliente."],"What are the fees for WooCommerce Payments?":["Que tarifas ten WooCommerce Payments?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Para ser elixible para esta oferta promocional, a túa tenda debe: (1) cumprir os requisitos de uso de WooCommerce Payments; (2) ser un negocio con sede en Estados Unidos; (3) no ter procesado pagos a través de WooCommerce Payments anteriormente; e (4) ser aceptado no programa promocional."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["As tendas aceptadas no programa promocional recibirán un desconto do 100% nas taxas de transacción (excluíndo as taxas de conversión de moeda) durante os primeiros 25.000 dólares en pagos, ou 3 meses, o que ocorra primeiro. Só tes que instalar a extensión e, se cumpres os requisitos, entrarás na oferta promocional."],"How will I save money using WooCommerce Payments?":["Como poido aforrar diñeiro con WooCommerce Payments?"],"Why should I choose WCPay over other payment gateways?":["Por que debería elixir WCPay en lugar doutras pasarelas de pago?"],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Funcionalidade de subscrición: Ofrece aos clientes unha opción periódica para o teu inventario sen necesidade de comprar unha extensión adicional."],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Multidivisa nativa: Aumenta as vendas facilitando que os clientes de fóra do teu país poidan comprar na túa tenda, sen necesidade dunha extensión."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Pagos en persoa: O único método de pago que che axuda a vender en liña e fóra de liña coa aplicación móbil oficial de WooCommerce en lugar dunha solución de TPV de pago."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Panel de control nativo: Controla o fluxo de caixa desde o mesmo escritorio de WordPress que xa utilizas para xestionar o catálogo de produtos, o inventario, os pedidos, o cumprimento e outros aspectos da túa tenda online."],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Si. WooCommerce Payments funciona xunto con outros provedores de servizos de pago, incluíndo Stripe, PayPal e todos os demais. Deseñámolo con esta flexibilidade en mente para que poidas asegurarte de que a túa tenda funciona para satisfacer as necesidades do teu negocio."],"Can I use WooCommerce Payments alongside other payment gateways?":["Poido utilizar WooCommerce Payments xunto a outras pasarelas de pago?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Podes aceptar de forma segura pagos con tarxeta de crédito e débito, Apple Pay, transferencias bancarias, ingresos periódicos, pagos acelerados e moito máis, en máis de 100 moedas con WooCommerce Payments."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments é unha solución de pago integrada, desenvolvida por WooCommerce, para WooCommerce. Utiliza WooCommerce Payments para xestionar os teus pagos, facer un seguimento do fluxo de caixa e xestionar os ingresos desde o teu escritorio."],"Remove and send feedback":["Eliminar e enviar comentarios"],"Frequently asked questions":["Preguntas frecuentes"],"What is WooCommerce Payments?":["Que é WooCommerce Payments?"],"Just remove WooCommerce Payments":["Eliminar WooCommerce Payments"],"I’m open to installing it another time":["Estou disposto a instalalo noutro momento"],"It’s something else (Please share below)":["Algo diferente (explícao abaixo)"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Ao facer clic en «Instalar» aceptas os <a>termos do servizo<\/a>"],"I don’t want to install another plugin":["Non quiero instalar máis plugins"],"I’m already happy with my payments setup":["Gústame a configuración de pagos que teño agora mesmo"],"I need more information about WooCommerce Payments":["Necesito máis información sobre WooCommerce Payments"],"What made you disable the new payments experience?":["Que che fixo desactivar a nova experiencia de pago?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Dedica un momento a contarnos por que queres eliminar WooCommerce Payments. Isto eliminará WooCommerce Payments da navegación. Podes activalo de novo en <strong>WooCommerce Axustes > Pagos<\/strong>, pero non se aplicará a promoción."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Aforra un 50% nas tarifas de transacción xestionando as transaccións con WooCommerce Payments. Con WooCommerce Payments podes aceptar de forma segura as principais tarxetas, Apple Pay e pagos en máis de 100 divisas. Fai un seguimento do fluxo de caixa e xestiona os ingresos periódicos directamente desde o escritorio da túa tenda, sen custos de configuración nin cotas mensuais."],"Limited time offer":["Oferta por tempo limitado"],"Discount will be applied upon install and completed setup of WooCommerce Payments":["O desconto aplicarase ao instalar e completar a configuración de WooCommerce Payments"],"Save big with WooCommerce Payments":["Aforra ao grande con WooCommerce Payments"],"Accepted payment methods":["Métodos de pagamento aceptados"],"Comments (Optional)":["Comentarios (Opcional)"],"Remove WooCommerce Payments":["Configurar WooCommerce Payments"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Instalar"],"Learn more":["Aprenda máis"],"No thanks":["Non, grazas"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/wcpay-payment-welcome-page.js"}}