{"translation-revision-date":"2022-04-13 22:48:53+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"There was an error importing the sample products":["Houbo un erro ao importar os produtos de exemplo"],"Built by WooCommerce":["Creado por WooCommerce"],"Choose a tax partner":["Elixe un socio fiscal"],"Set up taxes manually":["Configura os impostos manualmente"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar WooCommerce Tax e Jetpack, aceptas as {{link}}condicións do servizo{{\/link}}."],"Avalara":["Avalara"],"100% free":["100 % gratis"],"Enable & set up":["Activar e configurar"],"Best for new stores":["O mellor para as novas tendas"],"Automate filing & remittance":["Automatiza o arquivo e as remesas"],"Powerful all-in-one tax tool":["Potente ferramenta fiscal, todo nun"],"Real-time sales tax calculation":["Cálculo de impostos en tempo real"],"Powered by {{link}}Jetpack{{\/link}}":["Coa tecnoloxía de {{link}}Jetpack{{\/link}}"],"30-day free trial. No credit card needed.":["30 días de proba gratuíta. Non se necesita tarxeta de crédito."],"Cross-border and multi-channel compliance":["Cumprimento transfronteirizo e multicanle"],"Return-ready, jurisdiction-level reporting.":["Informes a nivel competencial, listos para entregarse."],"{{strong}}Multi{{\/strong}}-economic nexus compliance":["Cumprimento do nexo de {{strong}}varias economías{{\/strong}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Cumprimento do nexo económico {{strong}}único{{\/strong}}"],"There was an error connecting to WooCommerce.com. Please try again":["Produciuse un erro ao conectar con WooCommerce.com. Inténtao de novo."],"Subscription product":["Produto de subscrición"],"Use a template to add physical, digital, variable, and subscription products":["Utiliza un modelo para engadir produtos físicos, dixitais e variables"],"Products that customers receive or gain access to regularly by paying in advance":["Produtos que os clientes reciben ou aos que acceden con regularidade pagando por adiantado"],"Previous period:":["Período anterior:"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Recomendamos engadir unha das seguintes ferramentas de márketing para a túa tenda. A extensión instalarase e activarase automaticamente cando fagas clic en «Comezar»."],"%s logo":["Logotipo de %s"],"Recommended marketing extensions":["Extensións de márketing recomendadas"],"You can manage this payment gateway's settings by clicking the button below":["Podes xestionar os axustes desta pasarela de pagamento facendo clic no seguinte botón."],"%s configured successfully":["%s configurado correctamente"],"Show %d more task.":["Amosar %i tarefa máis.","Amosar %i tarefas máis."],"Enabled payment gateways":["Pasarelas de pagamento activas"],"Additional payment gateways":["Pasarelas de pagamento adicionais"],"Task postponed until tomorrow":["Tarefa posposta para mañá"],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Con WooCommerce Shipping podes aforrar tempo imprimindo as túas etiquetas de envío de USPS e DHL Express desde casa"],"Show things to do next":["Amosar que facer a continuación"],"Upon clicking \"Get started\", you agree to the {{link}}Terms of service{{\/link}}. Next we’ll ask you to share a few details about your business to create your account.":["Ao facer clic en «Primeiros pasos», aceptas os {{link}}termos do servizo{{\/link}}. A continuación  pedirémosche que compartas uns poucos detalles sobre o teu negocio para crear a túa conta."],"Setup required":["Configuración necesaria"],"Google Listings and Ads":["Fichas de empresa de Google e Google Ads"],"Accepted payment methods":["Métodos de pagamento aceptados"],"Local Partner":["Colaborador local"],"Mercado Pago payments for WooCommerce":["Mercado Pago payments for WooCommerce"],"Monitor your stats to improve performance, increase sales, and track your progress toward revenue goals. The more you know, the better you can serve your customers and grow your store.":["Vixila as túas estatísticas para mellorar o rendemento, aumenta as vendas e fai seguimento do teu progreso cara obxectivos de ingresos. Canto máis sabes, mellor podes servir aos teus clientes e facer crecer a túa tenda."],"MailPoet":["MailPoet"],"Configure your %(title)s account":["Configura a túa conta %(title)s"],"Focus on managing your store":["Céntrate en xestionar a túa tenda"],"A new navigation for WooCommerce":["Unha nova navegación para WooCommerce"],"Easily find and favorite your extensions":["Encontra e engade a favoritos facilmente as túas extensións"],"All of your store management features in one place":["Todas as ferramentas de xestión da túa tenda nun só lugar"],"They'll appear in the top level of the navigation for quick access":["Aparecerán na parte superior da navegación para un acceso rápido"],"Give your attention to key areas of WooCommerce with little distraction":["Presta atención ás áreas clave de WooCommerce coa mínima distracción"],"Import via CSV":["Importar desde un CSV"],"Import from another service":["Importar desde outro servizo"],"Add manually":["Engadir manualmente"],"Digital product":["Produto dixital"],"Physical product":["Produto físico"],"Start with a template":["Empeza cun modelo"],"Tangible items that get delivered to customers":["Produtos tanxibles que se envían aos clientes"],"Items that customers download or access through your website":["Produtos que os clientes descargan ou acceden desde a túa web"],"Products with several versions that customers can choose from":["Produtos con varias versións entre as que poden elixir os clientes"],"Use a template to add physical, digital, and variable products":["Utiliza un modelo para engadir produtos físicos, dixitais e variables"],"Verified owner":["Propietario verificado"],"{{authorLink}}%s{{\/authorLink}}{{verifiedCustomerIcon\/}} reviewed {{productLink}}%s{{\/productLink}}":["{{authorLink}}%s{{\/authorLink}}{{verifiedCustomerIcon\/}} valorou {{productLink}}%s{{\/productLink}}"],"We've designed your navigation and home screen to help you focus on the things that matter most in managing your online store. {{link}}Learn more{{\/link}} about these changes – or explore on your own.":["Deseñamos a túa pantalla de navegación e inicio para axudarche a centrarte nas cousas que máis importan á hora de xestionar a túa tenda online. {{link}}Aprende máis{{\/link}} sobre estes cambios - ou explóraos pola túa conta."],"Install Jetpack":["Instalar Jetpack"],"By installing Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar Jetpack aceptas os {{link}}termos do servizo{{\/link}}."],"Welcome to your new store management experience":["Benvido á nova experiencia de xestión da túa tenda"],"Last ordered %s":["Último pedido %s"],"Set up manually":["Configura manualmente"],"Manage all reviews":["Xestiona todas as revisións"],"I agree":["Estou de acordo"],"Mark as spam":["Marcar como spam"],"I don't charge sales tax":["Non cobro imposto"],"Review could not be updated.":["Non se puido actualizar a túa valoración."],"Review successfully updated.":["Valoración actualización con éxito."],"Review could not be deleted.":["Non se puido borrar a valoración."],"Review successfully deleted.":["Valoración borrada con éxito."],"Would you like to add the following paid features to your store now?":["Queres engadir as seguintes funcións de pagamento á túa tenda agora?"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Se aceptas compartir {{link}}datos sobre o uso{{\/link}} non confidenciais, axudarasnos a mellorar as funcións e a optimizar a experiencia de WooCommerce Payments. Podes desactivar esta opción en calquera momento."],"No thanks, I'll set up manually":["Non, grazas, vou facelo manualmente"],"Razorpay":["Razorpay"],"Help us build a better WooCommerce Payments experience":["Axúdanos a mellorar a experiencia en WooCommerce Payments"],"Your store today":["A túa tenda hoxe"],"Marketing & Merchandising":["Marketing e venda"],"You’ve fulfilled all your orders":["Completaches todos os teus pedidos"],"To do's, tips, and insights for your business":["Tarefas, trucos e estatísticas para o teu negocio"],"{{orderLink}}Order #%(orderNumber)s{{\/orderLink}} %(customerString)s":["{{orderLink}}Pedido #%(orderNumber)s{{\/orderLink}} %(customerString)s"],"WooCommerce Home":["Páxina de inicio de WooCommerce"],"Creative Mail for WooCommerce":["Creative Mail for WooCommerce"],"Let's go":["Vamos"],"Check your inbox for helpful growth tips tailored to your store and notifications about key traffic and sales milestones. We look forward to celebrating them with you!":["Revisa a túa bandexa de entrada para obter consellos útiles de crecemento adaptados á túa tenda e avisos sobre fitos clave de tráfico e vendas. Estamos desexando celebralo contigo!"],"Here's where you’ll find setup suggestions, tips and tools, and key data on your store’s performance and earnings — all the basics for store management and growth.":["Aquí é onde encontrarás suxerencias de configuración, consellos, ferramentas e datos clave sobre o rendemento e as ganancias da túa tenda: todo o básico para a xestión e o crecemento da tenda."],"Good data leads to smart business decisions":["Os bos datos conducen a decisións de negocio intelixentes"],"A personalized inbox full of relevant advice":["Unha bandexa de entrada personalizada chea de consellos relevantes"],"Welcome to your WooCommerce store’s online HQ!":["Benvido ao cuartel xeral online da túa tienda WooCommerce!"],"Task dismissed":["Tarea descartada"],"WooCommerce Shipping & Tax":["WooCommerce Shipping & Tax"],"By installing Jetpack and WooCommerce Tax you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar Jetpack e WooCommerce Tax aceptas os {{link}}termos do servizo{{\/link}}."],"Keep an eye on your views and visitors metrics with Jetpack. Requires Jetpack plugin and a WordPress.com account.":["Vixila as túas visitas e as métricas dos visitantes con Jetpack. Require o plugin Jetpack e unha conta en WordPress.com"],"Abort":["Abortar"],"Install Jetpack and WooCommerce Tax":["Instala Jetpack e WooCommerce Tax"],"My business doesn't charge sales tax":["O meu negocio non carga impostos de vendas"],"View my store":["Ver a miña tenda"],"Get Jetpack":["Obter Jetpack"],"Store management":["Xestión da tenda"],"Connect Jetpack":["Conectar Jetpack"],"Get traffic stats with Jetpack":["Obtén estatísticas de tráfico con Jetpack"],"Week to date":["Unha semana ata hoxe"],"Month to date":["Un mes ata hoxe"],"View detailed stats":["Ver as estatísticas detalladas"],"Activate Jetpack":["Activar Jetpack"],"Store details":["Detalles da tenda"],"Undo":["Desfacer"],"Hide this":["Ocultar isto"],"Stats overview":["Resumo de estatísticas"],"Display stats:":["Amosar estatísticas:"],"Import sample products":["Importar produtos de proba"],"Finish setup":["Finalizar configuración"],"Installed marketing extensions":["Extensións de marketing instaladas"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Houbo un erro ao conectar con WooCommerce Payments. Por favor, inténtao de novo o conéctao máis tarde nos axustes da tenda."],"WooCommerce PayPal":["WooCommerce PayPal"],"WooCommerce Stripe":["WooCommerce Stripe"],"WooCommerce PayFast":["WooCommerce PayFast"],"WooCommerce Payments":["WooCommerce Payments"],"Add your bank details":["Engade os detalles do teu banco"],"Please enter an account number or IBAN":["Por favor, introduce un número de conta ou IBAN"],"Direct bank transfer details added successfully":["Detalles para transferencia bancaria directa engadidos correctamente"],"These details are required to receive payments via bank transfer":["Estes detalles son obrigatorios para recibir pagos mediante transferencia bancaria"],"There was a problem saving your payment settings":["Houbo un problema ao gardar os teus axustes de pagamento"],"%d in stock":["Hai %d existencias"],"Update stock":["Actualizar inventario"],"Manage all orders":["Xestionar todos os pedidos"],"There was an error getting your orders. Please try again.":["Houbo un erro ao recuperar os teus pedidos. Por favor, inténtao de novo."],"There was an error getting your reviews. Please try again.":["Houbo un erro ao recuperar as túas valoracións. Por favor, inténtao de novo."],"There was an error getting your low stock products. Please try again.":["Houbo un erro ao recuperar os teus produtos con poucas existencias. Por favor, inténtao de novo."],"You currently don't have any actionable statuses. To display orders here, select orders that require further review in settings.":["Actualmente non tes estados que requiran algunha acción. Para amosar pedidos aquí, selecciona pedidos que requiran revisión adicional nos axustes."],"%s stock updated":["Inventario de %s actualizado"],"%s stock could not be updated":["O inventario de %s non se puido actualizar"],"Get started":["Iniciar"],"Install %s":["Instalar %s"],"Yes, count me in!":["Si, conta comigo!"],"Build a better WooCommerce":["Crea un WooCommerce mellor"],"There was a problem updating your preferences":["Houbo un problema ao actualizar as túas preferencias"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Consegue características melloradas e correccións máis rápidas compartindo datos non sensibles mediante o {{link}seguimento de uso{{\/link} que nos mostre como se usa WooCommerce. Non se almacena nin rexistra ningún dato persoal."],"WooCommerce ShipStation Gateway":["WooCommerce ShipStation Gateway"],"Task List Options":["Opcións da lista de tarefas"],"Personalize my store":["Personalizar a miña tenda"],"Good news!":["Boas novas!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Ao facer clic en «Configurar», estás activando as taxas de impostos e cálculos. Máis información {{link}}aquí{{\/link}}."],"{{strong}}Jetpack{{\/strong}} and {{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}Jetpack{{\/strong}} e {{strong}}WooCommerce Tax{{\/strong}} poden calcular por ti os impostos das túas vendas."],"Connect your store":["Conecta a túa tenda"],"Set shipping costs":["Establecer os custos de envío"],"Set store location":["Establecer a ubicación da tenda"],"Configure tax rates":["Configurar as taxas de impostos"],"Set up tax rates manually":["Configurar as taxas de impostos manualmente"],"Enable shipping label printing":["Activar a impresión das etiquetas de envío"],"The address from which your business operates":["O enderezo desde o que opera o teu negocio"],"You're awesome! One less item on your to-do list ✅":["Eres xenial! Un elemento menos na túa lista de tarefas ✅"],"Connect your store to WordPress.com to enable label printing":["Conecta a túa tenda con WordPress.com para activar a impresión de etiquetas"],"Define how much customers pay to ship to different destinations":["Define canto pagan os clientes polo envío a destinos diferentes"],"Head over to the tax rate settings screen to configure your tax rates":["Diríxete á pantalla de axustes das taxas de impostos para configurar as túas taxas de impostos"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Conecta a túa tenda con WordPress.com para activar os cálculos automatizados dos impostos das vendas"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Recomendamos usar ShipStation para aforrar tempo na oficina de correos imprimindo na casa as túas etiquetas de envío. Proba ShipStation gratis durante 30 días. {{link}}Aprende máis{{\/link}}."],"Jetpack and WooCommerce Tax allow you to automate sales tax calculations":["Jetpack e WooCommerce Tax permítenche automatizar os cálculos dos impostos das vendas"],"📦 Shipping is done! Don't worry, you can always change it later":["📦 Envío realizado! Non te preocupes, sempre podes cambialo máis tarde"],"Skip":["Omitir"],"Proceed":["Executar"],"Post code":["Código postal"],"Shipping cost":["Custo do envío"],"Upload a logo":["Subir un logotipo"],"Complete task":["Tarefa completada"],"Create homepage":["Crear unha páxina de inicio"],"Please add a city":["Por favor, engade unha cidade"],"Set a store notice":["Establece un aviso da tenda"],"Please add an address":["Por favor, engade un enderezo"],"Please add a post code":["Por favor, engade un código postal"],"Create a custom homepage":["Crear unha páxina de inicio personalizada"],"Address line 2 (optional)":["Liña 2 do enderezo (opcional)"],"Please select a country \/ region":["Por favor, selecciona un país \/ rexión"],"Shipping rates can not be negative numbers.":["As tarifas de envío non poden ser números negativos."],"Ensure your store is on-brand by adding your logo":["Asegúrate de que a túa tenda teña a marca engadindo o teu logotipo"],"For small stores we recommend adding products manually":["Para tendas pequenas recomendamos engadir os produtos manualmente"],"Create a new homepage and customize it to suit your needs":["Crea unha nova páxina de inicio e personalízaa para adaptala ás túas necesidades"],"Optionally display a prominent notice across all pages of your store":["Mostra, opcionalmente, un aviso destacado en todas as páxinas da túa tenda"],"Store connected to WooCommerce.com and extensions are being installed":["A tenda está conectada a WooCommerce.com e as extensións estanse instalando."],"For larger stores we recommend importing all products at once via CSV file":["Para tendas grandes recomendamos importar todos os produtos á vez desde un arquivo CSV"],"You must click approve to install your extensions and connect to WooCommerce.com":["Debes facer clic para aprobar a instalación das túas extensións e conectar a WooCommerce.com."],"For stores currently selling elsewhere we suggest using a product migration service":["Para as tendas que actualmente venden noutros lugares, suxerimos utilizar un servizo de migración de produtos"],"We’ll add some products that will make it easier to see what your store looks like":["Engadimos algúns produtos que farán máis fácil ver a apariencia da túa tenda."],"Your shipping rates have been updated":["Actualizáronse as túas tarifas de envío"],"There was a problem saving your store location":["Houbo un problema ao gardar a ubicación da túa tenda"],"Customize":["Personalizar"],"All sample products have been imported":["Importáronse todos os produtos de exemplo"],"There was an error importing some of the sample products":["Houbo un erro ao importar algúns dos produtos de exemplo"],"🎨 Your store is looking great! Don't forget to continue personalizing it":["🎨 A túa tenda está quedando fantástica! Non te olvides de seguir personalizándoa"],"I'll do it later":["Fareino máis tarde"],"%s — %s per year":["%s — %s ao ano"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Non terás acceso a esta funcionalidade ata que teñas comprado e instalado as extensións."],"Store logo updated sucessfully":["O logotipo da tenda actualizouse correctamente"],"in stock":["con existencias"],"Reload":["Recargar"],"Continue setup":["Continuar coa configuración"],"Country \/ Region":["País\/Rexión"],"Show less":["Mostrar menos"],"Yes please":["Si, por favor"],"Retry":["Reintentar"],"Choose which values to display":["Elixe que valores mostrar"],"Today":["Hoxe"],"Facebook for WooCommerce":["Facebook para WooCommerce"],"Set up":[" \tConfiguración"],"Manage":["Xestionar "],"Mailchimp for WooCommerce":["MailChimp para WooCommerce "],"Klarna Payments for WooCommerce":["Klarna Payments for WooCommerce "],"Klarna Checkout for WooCommerce":["Klarna Checkout for WooCommerce "],"Recommended":["Recomendado "],"Import products":["Importar produtos"],"Jetpack":["Jetpack"],"Activate":["Activar"],"Connect":["Conectar"],"Free shipping":["Envío gratuíto"],"Address line 1":["Enderezo, liña 1"],"Extensions":["Extensións"],"Rest of the world":["Resto do mundo"],"Configure":["Configurar"],"Buy now":["Comprar Agora"],"Approve":["Aprobar"],"Enable":["Activar"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Bank name":["Nome do banco"],"Account number":["Número de conta"],"Account name":["Nome da conta"],"Sort code":["Código de clasificación"],"%d product":["%d produto","%d produtos"],"Store notice text":["Texto do aviso da tenda"],"Marketing":["Marketing"],"Display":["Amosar"],"Learn more":["Aprenda máis"],"Save":["Gardar"],"Tax":["Imposto"],"Add products":["Engadir produtos"],"Go":["Ir"],"Shipping":["Envío"],"No thanks":["Non, grazas"],"Stock":["Inventario"],"Cancel":["Cancelar"],"City":["Cidade"],"Continue":["Continuar"],"Variable product":["Produto variable"],"Payments":["Pagamentos"],"Orders":["Pedidos",""],"Update":["Actualizar"],"Reviews":["Reseñas"],"Delete":["Eliminar"],"Settings":["Configuración"],"WooCommerce Tax":["Imposto de WooCommerce"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/homescreen.js"}}